{
    "item_type": "product",
    "title": "Apple 2023 MacBook Pro Laptop M2 Pro chip with 12‑core CPU and 19‑core GPU: 16.2-inch Liquid Retina XDR Display, 16GB Unified Memory, 512GB SSD Storage. Works with iPhone/iPad; Space Gray",
    "descriptions": [
        "SUPERCHARGED BY M2 PRO OR M2 MAX — Take on demanding projects with the M2 Pro or M2 Max chip. M2 Pro has 12 CPU cores, 19 GPU cores, and up to 32GB unified memory. M2 Max has 12 CPU cores, up to 38 GPU cores, and up to 96GB unified memory.\n\nUP TO 22 HOURS OF BATTERY LIFE — Go all day thanks to the power-efficient design of the M2 Pro or M2 Max chip. And the MacBook Pro laptop delivers exceptional performance whether it’s running on battery or plugged in.\n\nFULLY COMPATIBLE — All your pro apps run lightning fast — including Adobe Creative Cloud, Xcode, Affinity Designer, Microsoft 365, and many of your favorite iPhone and iPad apps.\n\nBEAUTIFUL PRO DISPLAY — The 16.2-inch Liquid Retina XDR display features Extreme Dynamic Range, over 1000 nits of brightness for stunning HDR content, and pro reference modes for doing your best work on the go.\n\nADVANCED CAMERA AND AUDIO — Look sharp and sound great with a 1080p FaceTime HD camera, a studio-quality three-mic array, and a six-speaker sound system with Spatial Audio.\n\nCONNECT WHAT YOU WANT — MacBook Pro features a MagSafe charging port, three Thunderbolt 4 ports, an SDXC card slot, an HDMI port, and a headphone jack. And enjoy seamless wireless connectivity with Wi-Fi 6E and Bluetooth 5.3.\n\nMAGIC KEYBOARD WITH TOUCH ID — Magic Keyboard comes with a full-height function key row and Touch ID, which gives you a fast, easy, secure way to unlock your Mac and sign in to apps and sites.\n\n\n   WORKS WITH ALL YOUR APPLE DEVICES — You can do amazing things when you use your Apple devices together. Copy something on iPhone and paste it on MacBook Pro. Use your MacBook Pro to answer FaceTime calls or send texts with Messages. And that’s just the beginning. BUILT TO LAST — The all-aluminum unibody enclosure is exceptionally durable. Free software updates keep things running smoothly and securely for years to come. LEGAL DISCLAIMERS — This is a summary of the main product features. See legal disclaimers below.   Show more"
    ],
    "origin": "Human"
}