{
    "item_type": "product",
    "title": "BISSELL CrossWave Cordless Max All in One Wet-Dry Vacuum Cleaner and Mop for Hard Floors and Area Rugs, Black, 2554A",
    "descriptions": [
        "EVERY PURCHASE SAVES PETS. BISSELL proudly supports BISSELL Pet Foundation and its mission to help save homeless pets.Brush System : Rotating. Cleaning Path Width : 10.5\". Swivel Head : Yes..Carry Handle : Yes. Clean Tank Capacity : Water Tank - 28 oz | Dirt Tank - 18.6 oz\n\nVACUUM & WASH AT THE SAME TIME. Combine floor cleaning chores with cordless freedom.\n\n36V LITHIUM-ION BATTERY. Provides up to 30 minutes of cordless cleaning power.\n\nIMPROVED EDGE CLEANING. Easily pick up pet hair that gathers along baseboards and in corners of your home.\n\nWIFI CONNECTED CAPABILITIES. Works with the BISSELL Connect app to provide helpful alerts, maintenance tracking and usage tips, plus formula and accessory reordering made easy with Amazon Dash Replenishment.\n\nSELF-CLEANING CYCLE. Maintain your machine's cleaning performance.\n\nMULTI-SURFACE CLEANING. Safe and effective for use on tile, sealed wood floors, laminate, linoleum, rubber floor mats, pressed wood floors, and more. It even refreshes area rugs\n\nBISSELL® CrossWave® Cordless Max multi-surface cleaner combines tasks, vacuuming and washing at the same time, so you save time. The 36V lithium-ion battery provides up to 30 minutes of cordless cleaning power*, so you can move throughout your home without being tied to an outlet. Its multi-surface cleaning capabilities let you switch from cleaning sealed hard floors to refreshing area rugs in an instant. CrossWave® Cordless Max multi-surface cleaner also features improved edge cleaning** to clean messes like pet hair along baseboards and in corners. Two-Tank Technology keeps clean and dirty water separate, so unlike mopping, only clean water and formula go on your floor. When you’re finished cleaning, the self-cleaning cycle cleans the brush roll and inside of the machine, so there’s less clean-up after cleaning. It comes with 2 Multi-Surface Trial Formulas, 2 Hard Floor Sanitize Trial Formulas, and 2 Multi-Surface Brush Rolls. It also helps save pets! BISSELL proudly supports BISSELL Pet Foundation® and its mission to help save homeless pets. When you buy a BISSELL product, you help save pets, too. We’re proud to design products that help make pet messes, odors and pet homelessness disappear. * May vary based on mode and usage.** Compared to CrossWave and CrossWave Pet Pro multi-surface cleaners."
    ],
    "origin": "Human"
}