{
    "item_type": "product",
    "title": "COSORI Food Dehydrator for Jerky, Large Drying Space with 6.48ft², 600W Dehydrated Dryer, 6 Stainless Steel Trays, 48H Timer, 165°F Temperature Control, for Herbs, Meat, Fruit, and Yogurt, Silver",
    "descriptions": [
        "DESIGNED IN CALIFORNIA: Cook delicious and healthy treats in less time with a 600W rated power, a max temperature of 165°F / 73°C, and hot air circulation from the rear fan\n\nFULLY EQUIPPED: Your food dehydrator comes with 6 stainless steel trays (12 x 13 in), 1 mesh screen, 1 fruit roll sheet, 1 user manual, and a 50-recipe cookbook. Search for C267-2MS, C267-FR, or C267-2ST to find more accessories\n\nLARGE CAPACITY: Dehydrate enough snacks for the whole family with up to 6.5 ft² of drying space\n\nPRECISE TEMP & TIME: Use the digital control panel to set the timer for up to 48 hours. Dry foods at the exact temperature you want between 95°–165°F, with accuracy down to the degree\n\nPREMIUM MATERIAL TRAYS: Made with food-grade stainless steel, the trays are safer, more durable, and dishwasher-safe. Wash the trays on the top rack of your dishwasher and remove them before the drying cycle\n\nQUIET TO USE: With noise levels less than 48dB, simply press the Start button to dehydrate your food and go to sleep\n\nSAFE TO USE: Auto shutoff kicks in right when the timer ends. Overheat protection will activate if the dehydrator overheats. 120V, 600W. Please note that this voltage only applies to USA and Canada\n\nGLASS DOOR: Use the glass door to check on your snacks throughout the entire dehydrating process\n\nKey FeaturesTouch-Control LED DisplayTimer (30 min–48 hr)Adjustable Temperature (95°–165°F)Dishwasher Safe TraysAutomatic ShutoffMemory FunctionOverheat ProtectionExtends the Shelf Life of Your Favorite FoodsIncluded Recipe Book with 50 Original RecipesSpecifications and AccessoriesVoltage: AC 120V 60HzPower: 600W6 x Stainless Steel TraysTray Size: 12 x 13 in1 x Mesh ScreenMesh Screen Size: 10.7 x 11.8 in1 x Fruit Roll SheetFruit Roll Sheet Size: 11.3 x 12.8 in"
    ],
    "origin": "Human"
}