{
    "item_type": "product",
    "title": "Electronic Organizer Travel USB Cable Accessories Bag/Case,Waterproof for Power Bank,Charging Cords,Chargers,Mouse ,Earphones Flash Drive",
    "descriptions": [
        "Premium material: Made of Waterproof, Shockproof, Heavy-duty and Durable Material. Well padded semi-flexible interior, excellent protection for your gadgets against scratches, dust, impacts, and accidental dropping.\n\nCarrying Case External dimension: 7.48'' (L) x 4.33\" (W) x 2.16\" (H).\n\n2 Compartments Design: The case bag comes with 2 compartments, designed to store electronic gadgets, such as power bank, external hard drive, SD memory card, cables, earphone, connector adapter, also good for kids’/students stationeries, like pen, pencil, highlighter, gel pen & eraser.\n\nEasy to carry: External hard drive case includes convenient portable belt. You can easily slip it into your backpack or carry it in your hand.\n\nWARRANTY - If you have any questions or are not satisfied, please contact us 24 hours a day. Make sure to give you good shopping experience. If our electric accessories bag doesn't meet your demands, please feel free to let us know and we will resend you a new replacement or issue a refund.\n\nElectronics Organizer Bag Case, Waterproof Travel Electronic Accessories Case Portable Storage Bag/Universal Cable Organizer Cable Cord Bag for Cable, Charger, Phone, USB, Flash Drive, Power Bank Main Features: Product Name: Electronics Organizer Dimension:7.48 x 4.33 x 2.16 inch Material:durable and water-repellent nylon，Well padded semi-flexible interior, excellent protection for your gadgets against scratches, dust, impacts, and accidental dropping. No special odors. Applications:It can hold power adapters, charger, batteries, power bank,hard drive, memory cards,digital camera,pen,selfie stick,cables, external driver, flashdrive, basic first aid items, chargers, several USB cables, scissors, makeup, passport ,memory cards,key, smartphones and such. This cable organizer bag great for storage everything to travel and family use  LARGE CAPACITY  Easy to Carry The portable design and ideal size is easy to carry and fit in your handbag and luggage.  MULTIPURPOSE: It not just a Electronics orgainzer,Also can be as Cosmetic Carrying Bag. Most versatile organization system designed to hold items firmly in place, Endless configurations Perfect companion for your laptop bag or travel case. Package Include:1Pcs Electronics Organizer Our Service:If you have any questions or are not satisfied, please contact us 24 hours a day. Make sure to give you good shopping experience. If our electric accessories bag doesn't meet your demands, please feel free to let us know and we will resend you a new replacement or issue a refund."
    ],
    "origin": "Human"
}