{
    "item_type": "product",
    "title": "Giant Fly Glue Trap by Catchmaster - 3 Packs 30 Feet Each Pre-Baited, Ready to Use Indoors & Outdoors. Bug Insect Infestation Sticky Adhesive Scented Green Color Barn Paper Sheet Disposable Non-Toxic",
    "descriptions": [
        "READY TO USE: Giant Fly glue traps are pre-scented and are intended for use without additional bait. For best use, leave trap hanging near the area flying insects are most seen, remove the paper to extend the 30 ft. adhesive trap. Scented with a special formula to attract insects. Our products are tested under the harshest field conditions to ensure maximum reliability for any level of pest control expert.\n\nMAXIMUM PROTECTION: Catchmaster glue traps are safe, non-toxic and no-mess. An effective alternative to standalone glue boards that may not hold up as well in damp or humid areas like basements or bathrooms. When placed in an area with normal conditions, glue traps can last up to one full year. Our products are tested under the harshest field conditions to ensure maximum reliability for any level of pest control expert.\n\nECONOMICAL GIANT ROLL: Our 30' x 10\" one sided flying insect trap roll contains 3,600 square inches of premium fly catching surface. Designed to help you keep your family protected and safe from unwanted pests in your home, Catchmaster's traps are intuitive, secure and effective on a larger scale.\n\nTOTAL COVERAGE: Can be used in residential, commercial, or industrial buildings, outdoors, and sensitive areas where rodenticides or snap traps are undesirable or prohibited. For use in Barns, Waste Rooms, Animal Farms and other high fly infestation areas, the Catchmaster Giant Fly Trap is a one-sided adhesive 30 ft. roll.\n\nINTELLIGENT PEST MANAGEMENT: At our core, we are dedicated pest detectives. We believe in utilizing a science-based approach to integrated pest management. We call this approach Intelligent Pest Management. We leave no stones unturned when it comes to pests and we have unwavering conviction in our products."
    ],
    "origin": "Human"
}