{
    "item_type": "product",
    "title": "Gorilla Carts GOR400-COM Steel Garden Cart, Steel Mesh Removable Sides, 3 cu ft, 400 lb Capacity, Green",
    "descriptions": [
        "CONVERTIBLE CART WITH QUICK ASSEMBLY: This garden wagon's durable steel mesh frame is easy to assemble, and the innovative removable side panels let you quickly convert the outdoor wagon into a flatbed cart for hauling bigger loads\n\nEASY TO MANEUVER: The 10-inch pneumatic tires, tight-turn radius and smooth steering, ample ground clearance, and sturdy 4-wheel design let you tackle any terrain with stability and ease\n\n400 POUND CAPACITY: Tow all your essentials with this heavy-duty garden cart's 400-pound capacity and 34\" x 18\" bed\n\nSTRAIGHT PULL HANDLE: The comfortable, straight pull handle makes hauling heavy loads for landscaping or gardening projects a breeze\n\nYEARS OF QUALITY & INNOVATION: Gorilla Carts are designed for strength and performance to help get your projects done no matter the size, and have fun doing them; this yard cart has a 1-year warranty\n\nThe newly-designed Gorilla Carts Steel Garden Cart has been engineered to significantly reduce assembly times, making it quick and easy to put this cart to work. The new frame design of this yard wagon improves maneuverability, increases ground clearance, and gives the cart a tighter turn radius, making it easy to move up to 400 pounds for gardening, farming, or any other outdoor jobs. The outdoor utility wagon's durable steel bed features removable sides that allow the cart to convert into a flatbed for moving larger materials like 2x4s, tree branches, or fence posts. The 10-inch pneumatic turf tires are designed to tackle any terrain, and the padded grip handle has also been upgraded to make hauling heavy rocks, wood, or plants easy for anyone. Whether you’re an experienced farmer, a casual gardener or an occasional do-it-yourselfer, this utility cart will ensure that your outdoor projects go off without a hitch. The bed dimensions measure 34-inches by 18-inches, and the cart has an overall height of 37-inches and weighs 36.6-pounds. Gorilla Carts's full line of products meets the needs of the light-duty homeowner as well as the commercial-duty professional user by offering a wide variety of carts in many sizes and weight capacities. The Gorilla Carts GOR400 Steel Garden Cart comes with a 1-year limited warranty."
    ],
    "origin": "Human"
}