{
    "item_type": "product",
    "title": "Hydroponics Growing System, 12 Pods Hydroponics Growing System Indoor Garden with LED Grow Light, Height Adjustable Indoor Gardening System, Hydroponic Growing System Built-in Timer Function",
    "descriptions": [
        "Better Light, Faster Growth: Adapting the newest SMD LED technology with full-spectrum light technique, hydroponics growing system 64 LED 25W grow light delivers all the wavelengths needed for plant growth. The indoor garden SMD LED grow light delivers 30% more luminous flux than traditional grow light for plants to maximize photosynthesis and speed up growth by 5x, while it also creates a perfect temperature, allowing plants to germinate and grow quickly, even in winter.\n\nQuiet Auto Water Circulation System: Advanced Deep Flow Technique is applied for the hydroponic garden, professional water pump runs every 30 minutes to generate a regular water flow, creating a perfect ecosystem for roots. In this technique, oxygen and nutrients are better delivered to the roots, allowing plants to grow faster and healthier. The water pump also keeps the water fresh and clean while operating with extremely low noise.\n\nFree from Constant Watering: Surprise yourself with 18 days of self-sufficient growth in just 1 watering, guaranteed by Indoor Garden's 4L ultra-large water tank and exclusive formula nutrients. Its unique deeper tank provides larger space for roots to develop and breath, while the escalated plant foods provide all the nutrients plants need and improve the water quality to keep plants fresh. With its water level gauge, you can know at a glance when to add water.\n\nGrow All You Want: Don't just stop at strawberry, with the 17.78inch extendable rod. Grow ANYTHING you love with our indoor garden even in bitterly cold winter and in apartments without ample sunlight.\n\nWhat You Will Get：Hydroponics System x1, Plant Food A&B x1, Pianting Hat x12, Planting Basket x12, Biochar Mud x12, Adapter x1, Manual x1. We will provide you with 360 days warranty and after-sales service. If you have any questions about hydroponic gardens, you can consult us at any time."
    ],
    "origin": "Human"
}