{
    "item_type": "product",
    "title": "MATEIN 17 Inch Laptop Backpack, TSA Large Travel Backpack with Lunch Box, Anti-Theft Work Business Carry On with USB Port, Water Resistant Durable College Computer Backpack for Men Women",
    "descriptions": [
        "🍏Insulated Cooler Compartment: Dimension of the lunch box compartment: 11.4 x 5.5 x 6.9 inches(hold up 10 cans). It is made of water-resistant Aluminum and high-quality lining material to not only keep the food warm but also keep drinks cold about 3-5 hours. Also the foldable lunch layer ensures food safety. Please note that when the lunch area is full, the available space for other things in the men backpack will be correspondingly reduced\n\n🍏Multiple Organized Pockets: The whole bag size: 18.1\"H x 12.9\"L x 8.5\"W. The work backpack features 1 laptop sleeve compartment for 17.3 15.6 15 14 13.3 inch laptops, 1 main zipper pocket roomy for clothes, files, papers etc. 2 small front pockets for your daily necessities(1 slot & 1 key hook inside). 2 side pockets for umbrella or facial tissue. Large capacity laptop backpack is perfect for commute\n\n🍏Comfortable Using Experience: External USB port and set-in charging cable offer a convenient way to charge your electronic devices while walking. (Please noted that you need to provide your own power bank) This flight approved computer backpack can be freely unfolded 90-180 degrees that you could find your laptop quickly whether you are in the office or college. TSA is also designed to be friendly for travel enthusiasts to get through security quickly and keep items tidy\n\n🍏Padded & Anti-Theft: This lunch bag backpack features breathable mesh pads on the shoulder straps, back and handle, making it easy to carry for a long time, such as hiking, mountaineering. There is an anti-theft pocket on the back of the backpack to hold your important accessories such as passports, wallets, ID card. In addition, the luggage strap allows backpack fit on luggage case and slide along with it\n\n🍏Durable Material & Water Resistant: The 17 inch Insulated Cooler Backpack is made of spliced high-density polyester fabric that won't rip or scratch. Water-resistant material provides extra security in drizzle days. You can use the lunch bag as a teacher backpack, business backpack, pinic backpack, travel backpack etc. It's an ideal Halloween, Thanksgiving, Christmas, New Year gift for work business travel mens"
    ],
    "origin": "Human"
}