{
    "item_type": "product",
    "title": "Plugo STEM Pack by PlayShifu - Count, Letters & Link (3in1) | Math, Words, Magnetic Blocks, Puzzles | 4-10 Years STEM Toys | Gift Boys & Girls (Works with iPads, iPhones, Samsung tabs, Kindle Fire)",
    "descriptions": [
        "Pu\n\nPlayShifu PLUGO 3-IN-1 STEM PACK combines the goodness of three of our very loved kids' toys, the AR-powered STEM kits - Plugo Count to learn math, Plugo Letters to spell and build vocabulary, and Plugo Link to solve puzzles with magnetic blocks. Hands-on learning and healthy screen-time guaranteed with story-based challenges, making it the perfect gifts for boys and girls alike. Watch the video to catch them all in action!\n\nAGES 4-10 - One of our most extensive STEM toys combo, the Plugo app has 15 interactive games and 750+ levels that make learning super fun (no in-app purchases). More importantly, the app adapts these games to the child’s grade from pre-K to Grade 4 for a progressive educational journey\n\nSTEAM & everything in between - Not your regular toys for girls and boys, these will sharpen your counting, arithmetic, linguistic, comprehension, problem-solving, and fine-motor skills. The Plugo 3-in-1 pack consists of our range of STEM toys for kids 4 or 5 years of age and above. It works to spark STEAM skills, especially math, engineering and linguistic abilities\n\nIN THE BOX - The pack contains 3 Plugo kits (Count, Link, and Letters) and 1 Plugo Gamepad. The gamepad is a foldable mat that holds your device goes in the slot on one side. It has a play area on the other side with embedded magnets to place and play with the Plugo kits one-by-one. Download the Plugo app from App Store or Play Store for free and get started (The box doesn’t come with a tablet/smartphone)\n\nCOMPATIBILE DEVICES: iOS - iPhone 6 & above, iPad 5th Gen & above (Note: iPad Mini 1 & iPad Pro 12.9” are not supported) | Android: OS 8 & above, 2GB RAM & above, (Note: For smartphones, it is mandatory to have a front camera at the top centre; 10\"\" screen tablets & above are not supported) | Amazon Fire: 7 - 2022, 8 - 2018 & 2020, 8+ - 2020. Check the compatibility dashboard on the official PlayShifu website for the full list of compatible devices"
    ],
    "origin": "Human"
}