{
    "item_type": "product",
    "title": "SITMOD Gaming Chairs for Adults with Footrest-Computer Ergonomic Video Game Chair-Backrest and Seat Height Adjustable Swivel Task Chair with Lumbar Support(Gray)-Fabric",
    "descriptions": [
        "【Suitable For Gaming and Work】SITMOD is dedicated to making the best gaming chair and creating the perfect game experience for pro gamers. Dimensions: 23\"(W) x 20\"(D) x 49-52\"(H)/ 70cm(W) x70cm(D) x125-133cm(H),Seat Panel (20.5\"x 20.8\"/ 52cm x 53cm),Back Panel (22\"x 32.6\"/ 56cm x 83cm),Height Adjustment: 3.2\"\n\n【Good Choice for Gaming or Working】SITMOD gaming chair is designed according to the human body structure, the seat cushion is made of soft and high-density thicken sponge filling to avoid the soreness of sedentary. Its appearance is similar to a racing seat. make this gaming chair as a perfect choice for game rooms or modern offices. Choose us, and improve your gaming or working experience!\n\n【High Quality Material】SITMOD ergonomic office chair adopts a solid thick steel frame and a high-back ergonomic design, allowing you to relax after gaming and office, heavy duty nylon base are able to withstand up to 300 lbs. Carbon fiber and Fabric material, provide you a better touch feeling, SGS certified 4-level cylinder, provides more safe protection for you.\n\n【Comfortable Computer Chair】360° Swivel, chair back can be reclined at any angle between 90°-150°for working, gaming, reading or napping ,retractable footrest for sleeping. When the seat is tilted, the upholstered armrest will reach a comfortable sleep state as the chair expands and contracts. It can also adjust the functions of pillows and waist support to provide you with a full range of comfort.\n\n【Worry-Free Purchase】At SITMOD, CUSTOMER SATISFACTION & QUALITY WORK are our top priorities. If you have any problems after receiving the package, please feel free to contact us.If you are not satisfied with your purchase at any point and for any reason, you can return it with no questions asked. No need to send back the product.If you have any questions or need to replace parts, please contact us, we will make you 100% satisfied"
    ],
    "origin": "Human"
}