{
    "item_type": "product",
    "title": "suphanlin 4 Pack Snake Repellent for 0utdoors, Ultrasonic Snake Repeller Outdoor, Snake Repellent for Yard Powerful, Snake Away Scare for Outdoors Lawn Garden and Yard",
    "descriptions": [
        "New technology for snake repellent: The solar snake away repellent is applied ultrasonic technology that emits sonic waves and sound every 30 seconds to drive harmful snake away from your house and garden.\n\nExtensive Coverage and premium quality: The snake repellant for yard can reach up to 7000 ft of coverage. It allows users to set it up outdoor in a large place such as a garden or lawn. Moreover, the snake remover is also made of premium material to ensure maximum durability and longevity.\n\nSolar-powered and waterproof: The snake repellent for yard powerful spike is also designed with a solar panel on the top of the device. The snake away repellent for outdoors is IP44 waterproof so you don’t have to worry about the rainy days.You do not need to use additional batteries or change the batteries after using time.\n\nSafe for Children & Pets: The snake deterrent does not use any chemicals or poisons to attract and kill animals. So that the snake away repellent for outdoors is definitely harmless for people and friendly with the living environment. New technology of this snake trap brings more extreme efficiency and especially no harm to people and pets.\n\nNotice:These are animal repellent.It can repel deers, cats. rabbits, dogs, raccoons, skunks, rats, mice, armadillos, wild pigs, bears, foxes, squirrels, and more! It need about 2-4 weeks to drive the animal away from your garden. Your garden will be free of these nuisance critters after some weeks.\n\nSolar snake repellent is the wise choice for your house and garden to get rid of annoying animals.Sonic pulses emitted 3-4s sonic pulses for every 30s, it penetrates the soil for and forces pests to evacuate the area covered by the sound.How to use:1. Press the \"ON\" button in the snake repellent.2. Make a pilot hole with a wooden or steel rod.3. Insert the snake repellent into the ground and keep it 2 inches above the soil.Specification:Effective Range: 7,000 sq. ft.Frequency: 400+/-1000HzPower source: Solar powerWorking way: buzzerTips for use:- Turn on the snake repellent before 4-5 hours in the sun to get a full charge and ready for use."
    ],
    "origin": "Human"
}