{
    "item_type": "product",
    "title": "Thames & Kosmos Structural Engineering: Bridges & Skyscrapers | Science & Engineering Kit | Build 20 Models | Learn about Force, Load, Compression, Tension | Parents' Choice Gold Award Winner, Blue",
    "descriptions": [
        "Build 20 different models that each teach about force, load, compression, tension and more\n\nOver 285 interchangeable building pieces\n\nIncludes 36-page, illustrated experiment manual and Assembly guide\n\nSkill level: Intermediate\n\nDo you ever wonder how bridges span huge distances and how skyscrapers stay standing? Structural engineers use physics and their knowledge of the properties of building materials and geometric shapes to design structures with sufficient strength and stability. With this kit of modular building pieces, you can learn the basics of structural engineering by conducting a series of 20 model-building experiments. Each model demonstrates a basic principle of mechanical physics or structural engineering in a hands-on way. Start out with small models that demonstrate how structural elements can be attached together to maximize the strength of a structure for a fixed amount of material used. Learn about basic structural elements including columns, beams, trusses, plates, arches, shells, and catenary. Explore the forces acting on structural components including tension, compression, shear, and bending. Move onto building more complex models of trusses, roofs, and small buildings. Experiment with different types of bridge construction: a truss bridge, arch bridge, cantilever bridge, rope bridge, and suspension bridge. Finally, build models of towering skyscrapers. What is the tallest tower you can build using only the pieces included in the kit? Learn about the strength and stiffness of materials. See how structural engineers optimize factors to maximize safety, and minimize cost and the risk of structural failure. A 36-page, full-color manual guides you through model building with step-by-step illustrated instructions."
    ],
    "origin": "Human"
}