{
    "item_type": "product",
    "title": "Thames & Kosmos Motors & Generators Science Kit | 25 Guided STEM Experiment Lessons | 48 Page Color Student Guide | Grades 3-6 | Ages 8+ | Play & Learn | Parents' Choice Silver Award Winner",
    "descriptions": [
        "Learn how an electric motor converts electricity into motion\n\nExplore how an electric generator converts motion into electricity\n\nObserve the motor's inner working through its transparent plastic\n\nDiscover how magnetic fields relate to electric current\n\nNew 2012 item - includes 60-page full-color manual\n\nProduct Description   665036 features: -Electric motor is made of transparent plastic to show the inside components. -Set up the motor to run on battery power and learn how a motor works. -Reconfigure the device to work in reverse as a hand-crank electric generator. -Experiment with magnets to learn about the force of magnetism. Category: -electronic learning. Minimum age requirement: -8 years and up. Dimensions: overall height - top to bottom: -13. 1 inches. Overall Width - side to side: -8. 9 inches. Overall depth - front to back: -2. 6 inches. Overall product weight: -1. 3 pounds.   From the Manufacturer   Electric motors and generators are in countless devices, appliances, and vehicles we use every day. They are an essential technology in our modern world. With this kit, you can conduct 25 experiments to learn how an electric motor converts electricity into motion, and how an electric generator does just the opposite, converting motion into electricity. The electric motor is made of transparent plastic to show how the inside components work. Set up the motor to run on battery power and learn how a motor works. Then reconfigure the device to work in reverse as a hand-crank electric generator. Experiment with magnets to learn about the force of magnetism, and how magnetic fields relate to electric current. Build simple circuits consisting of the motor or generator, wires, and a light bulb to learn about the flow of electricity. Learn about gears and drive-trains and how they work to effectively convert kinetic energy into electrical energy and back again. The full-color, 48-page manual guides your experiments with step-by-step instructions."
    ],
    "origin": "Human"
}