{
    "item_type": "product",
    "title": "Wedding Planner Book and Organizer for The Bride -Faux Leather, Gold Foil 'Future Mrs' Wedding Binder I Includes Pen, Bookmark & Stickers I Engagement Gifts for Women I Wedding Planning Book Checklist",
    "descriptions": [
        "👰 AWARD-WINNING FAUX-LEATHER WEDDING PLANNER GIFT SET– reading \"Future Mrs' and 'Things to do before we say I do\" delicately etched with GOLD FOIL stamping. Set includes: matching GOLD PEN, BOOKMARK (reads: \"one step closer to marrying my soulmate” & 3 X STICKERS. Open the cover to reveal the elegant GREEN LEAF design framing each worksheet & close your journal securely using the MAGNETIC STRAP. A perfect wedding planner book and organizer for the bride specifically designed for US weddings!\n\n💅 STRESS-FREE WEDDING PLANNING Guide, Checklist & Notebook - Plan your wedding with ease as our wedding planning book and organizer contains easy to follow worksheets and must-know tips without being overwhelming. CONTENTS INCLUDE; 18m undated calendar, 12m checklist, budget tracker, guest lists, seating planner, vows, vendor contact logs and much more!\n\n💍 BEST ENGAGEMENT GIFT FOR THE BRIDE TO BE - Watch her smile grow as she unwraps her engagement gift for women and runs her fingers over the soft pearl finish leather cover, knowing she can relax as her wedding planning journey just got a whole lot easier as you have gifted her one of the very few physical keepsake's of her big day!\n\n🗂️ PRACTICAL WEDDING PLANNER BINDER - Add, remove or re-arrange your wedding planning notebook to suit you! Using the sleek golden open/close binder, so if you want to add neatly placed notes pages to the calendar section, you can!\n\n✅ TRIED & TRUSTED BY THOUSANDS OF BRIDES – As a small US business, we genuinely care about providing a premium product and best service for customers. You can gift this in confidence knowing we are passionate about providing an exceptional experience. If you have any concerns, simply contact us and we'll make it right."
    ],
    "origin": "Human"
}