{
    "item_type": "proposal",
    "title": "A Multi-Theory Multi-Method Approach for Preventing and Reducing Radicalization leading to Violence",
    "abstract": "The UN has recently proclaimed 2020-2030 the Decade of Action and its top priority is fighting violent extremism. This call is grounded in the insufficient progress achieved despite the vast efforts from Governments and scholars to tackle this issue. The main shortcomings of previous approaches are (1) theoretical (poor consensus about the nature and causes), (2) empirical (infrequent access to populations of interest), and (3) methodological (research designs that do not allow to test for causality, no comparative studies, over-reliance on qualitative data). I am going to introduce and test empirically the first comprehensive multi-theoretical framework for the study of radicalization leading to violence and deradicalization by understanding its nature to develop intervention programs. In part one (WP1) I will develop a multi-theory model for the nature and mechanisms underlying radicalization leading to violence and deradicalization. In WP2 I will develop an innovative methodology to assess these processes by a platform for data collection including dynamic and interactive measures of radicalization and deradicalization in large samples in five continents. WP3 will examine the mechanisms underlying radicalization outside and inside prisons in 10 nations (Spain, Iraq, Indonesia, Sri-Lanka, Colombia, Morocco, Palestine, Egypt, Tunisia, Jordan) through interviews, combined with online cross-sectional and longitudinal experiments to allow the inference of causality. WP4 will focus on the development of evidence-based programs designed to prevent radicalization in prisons and to conduct de-radicalization with incarcerated violent extremist offenders. The contributions of this framework are twofold: a) advancing the scientific understanding of violent extremism by collecting unique empirical data from samples of violent extremist offenders collected worldwide, and b) providing novel evidence-based strategies and tools for predicting and preventing violent extremism.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}