{
    "item_type": "proposal",
    "title": "A Social Demography of Widowhood across Ageing Societies",
    "abstract": "Widowhood is a critical event entailing profound grief. Although the frequency of this high risk event is increasing across ageing societies, many countries have cut survival benefits exposing more bereaved spouses to dire short- and long-term consequences. Despite its growing relevance, widowhood research remains underdeveloped compared to other disruptive events, such as divorce. This ground-breaking research moves beyond the state-of-the-art in at least four ways to establish a social demography of widowhood. (1) The foundation of my project lies in an innovative conceptual and methodological approach to the risk and vulnerability to widowhood. While risk aims at the probability and duration of widowhood, vulnerability focuses on its mental health and economic consequences. Current assessments of widowhood effects are limited to change in wellbeing directly after bereavement with a special focus on unexpected deaths. However, the most prevalent scenario entails a process of terminal health decline in the years before death. The consequences of the often neglected longer process of expected widowhood may be larger than the shorter process of unexpected widowhood. Three ground-breaking pillars build on risk and vulnerability to examine (2) social inequalities by socioeconomic status, race-ethnicity and nativity, social support networks, gender and age, as well as (3) country differences and (4) change over time. High-quality cross-sectional and longitudinal data sources will be harmonized and applied to an advanced set of statistical methods for up to 60 ageing countries varying in demographic trends and welfare systems from 1985 with projections to 2050. A social demography of widowhood will supplement fragmented evidence with systematic and comprehensive estimates on risk and vulnerability, provide insights into the challenges facing a growing widowed population and their family members, and facilitate new research on sustainable pension and elder care systems.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}