{
    "item_type": "proposal",
    "title": "An Eco-Metabolistic Framework for Sustainable Architecture",
    "abstract": "This interdisciplinary project asks how we can rethink sustainable building practices through a bio-based material paradigm in response to the increasing global crisis of material depletion. Despite well-organised calls for action maturing into legislation and an attentive profession, architecture is proving reticent in this transition. Bio-based materials are fundamentally different to current building materials being characterised by their complex heterogeneity, unpredictable behaviours and limited lifespans. This project identifies that the key impediments to this transition lie with architecture’s inability to represent, conceptualise and operationalise bio-based materials. It argues that to design with bio-based materials we must challenge the fundamental value proposition of architecture and expand our conception of material lifespan to find new practices of construction. It proposes a holistic eco-metabolistic framework, that allows for carbon-neutral, renewable and materially optimised design solutions. It employs a research-by-design method to investigate three bio-based material perspectives (glulam, bio-polymer composites and bioluminescent bacteria) and instrumentalises them through three advanced computational modelling networks for the predictive modelling, adaptive fabrication and environmental sensing of bio-based materials. It challenges our preconception of design agency as restricted to the traditional cut-off point of building completion, proposing new participatory practices of continual construction to recast the short lifespans of bio-based materials as effective properties of a new sustainable practice. By enabling us to think of buildings as co-present and actively engaged through processes of maintenance and intervention, the project responds to the search for sustainable, more socially conscious and more democratic models of production.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}