{
    "item_type": "proposal",
    "title": "Animals and Plants in Cultural Productions about the Amazon River Basin",
    "abstract": "Animals and plants feature prominently in cultural productions about the Amazon, testifying to the centrality of the region’s natural environment both for local populations and for the earth’s biosphere. The key hypothesis of ECO is that texts (broadly understood to include mythology, folk tales, the lyrics of songs, essays, literature, travel writings, etc.), cinema and art about this area highlight the ways in which non-human beings dynamically shape human cultural life. The project’s main challenge is to resort both to Amazonian thought and to the academic field of ecocriticism to assess how human cultural productions about Amazonia lend a voice to animals and plants. ECO develops the concept of zoophytography to describe the inscription of non-humans in texts, films and artworks, thus decentering humanity as the sole source of meaning-making. Research stream I. “Amazonian Zoophytography” formulates a definition of this notion and traces its roots to Indigenous and riverine epistemologies and to Western philosophy. Through archival research, ECO will then gather and analyze sources that portray Amazonian animals and plants from the beginning of the twentieth century onwards in two other research streams: II. “Animal Talk: Zoography Spelled Out” focuses on the articulation of animals in cultural productions about the Amazon; III. “Flora’s Voice: Phytographic Conversations” analyzes plant inscription in texts, cinema and artworks that question the role of vegetal life as a passive form of existence. ECO will make a significant contribution to the environmental humanities, offering an Amazonian perspective on ecocriticism, environmental philosophy and post-colonial studies. By creating a deeper understanding of conceptions of Amazonian fauna and flora, the project will reveal the interdependence of humans and non-humans, draw attention to environmental degradation in Amazonia and uncover more equitable views on animals and plants from the region.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}