{
    "item_type": "proposal",
    "title": "Artemisinin-based combination therapy: an illustration of the global pharmaceutical drug market in Asia and Africa",
    "abstract": "Pharmaceutical drugs provide an ideal window into studying contemporary societies. With dimensions that are simultaneously scientific, therapeutic, popular and commercial, these drugs are central to various issues. ACTs, the new recommended treatment for malaria in Africa, crystallize these issues and provide a case study to investigate the global drug market. This project proposes to use ACTs as a lens to study the realities affecting this market, both in terms of supply and demand in two African countries where the pharmaceutical systems differ significantly. This will involve analyzing the globalizing processes affecting drugs in Benin and Ghana and to study their consequences on public health. To further compare the drug systems and to address the serious issue of the spread of resistances to ACTs from Asia to Africa, the project also proposes conducting a study on the drug system in Cambodia. The central discipline is anthropology, which is extremely relevant to the study of formal and informal pharmaceutical supply and to the analysis of drug use (WP1 and WP2). However, since a multidisciplinary approach is advised for drug studies, the PI will work with an epidemiologist who will study the scope of ACT consumption (WP3) and a sociologist specializing in pharmaceutical legislation who will analyze local production and ACT regulations (WP4). Opening into Asia will occur through WP5. A WP6 is devoted to project management, dissemination of results, organizing two symposiums and institutional twofold impacts: (1) to foster reflection so that more efficient pharmaceutical systems are established in Africa, and (2) to provide critical information to prevent the spread of resistances to ACTs from Asia to Africa. The project includes a substantial training component: 8 master students, 2 PhD and 1 post-doct. The PI’s skills in methodology and theory and the solid partnerships she has developed in Benin and Ghana will support the project’s feasibility.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}