{
    "item_type": "proposal",
    "title": "Australasian Colonization Research: Origins of Seafaring to Sahul",
    "abstract": "One of the most exciting research questions within archaeology is that of the peopling of Australasia by at least c.50,000 years ago. This represents some of the earliest evidence of modern human colonization outside Africa, yet, even at the greatest sea-level lowstand, this migration would have involved seafaring. It is the maritime nature of this dispersal which makes it so important to questions of technological, cognitive and social human development. These issues have traditionally been the preserve of archaeologists, but with a multidisciplinary approach that embraces cutting-edge marine geophysical, hydrodynamic and archaeogenetic analyses, we now have the opportunity to examine the When, Where, Who and How of the earliest seafaring in world history. The voyage from Sunda (South East Asia) to Sahul (Australasia) provides evidence for the earliest ‘open water’ crossing in the world. A combination of the sparse number of early archaeological finds and the significant changes in the palaeolandscape and submergence of the broad north western Australian continental shelf, mean that little is known about the routes taken and what these crossings may have entailed. This project will combine research of the submerged palaeolandscape of the continental shelf to refine our knowledge of the onshore/offshore environment, identify potential submerged prehistoric sites and enhance our understanding of the palaeoshoreline and tidal regime. This will be combined with archaeogenetic research targeting mtDNA and Y-chromosome data to resolve questions of demography and dating. For the first time this project takes a truly multidisciplinary approach to address the colonization of Sahul, providing an unique opportunity to tackle some of the most important questions about human origins, the relationship between humans and the changing environment, population dynamics and migration, seafaring technology, social organisation and cognition.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}