{
    "item_type": "proposal",
    "title": "Beyond the breadline: Charitable food provision and survival strategies of the urban poor in a comparative perspective",
    "abstract": "Food charities have become essential pillars in assisting the urban poor, offering a crucial buffer between food insecurity and hunger. Their significance, particularly after the Great Recession, is underscored by two pivotal shifts: one towards the sustainable utilisation of food surplus and waste reduction, and the other reflecting societal changes with diminishing welfare benefit provision. While considerable research addresses food insecurity and support, the literature lacks a robust framework to understand and compare Charitable Food Provision (CFP) across countries and cities. Despite the almost universal occurrence of such transitions, existing studies have not yet contextualised this phenomenon within the diverse arrangements of welfare and civil society regimes, and the influence of transitions in agri-food sustainability on CFP. Accordingly, this proposal aims to: 1. Use event sequence analysis to chart the historical trajectory of CFP in Italy, Japan, and the Netherlands, examining the emergence and consolidation of professionalised CFP sectors in diverse institutional settings. 2. Adopt mixed-methods social network analysis to examine current CFP dynamics in Palermo, Kyoto, and Rotterdam, focusing on providers interrelationships, operational modes, and their ties with both state and non-state authorities. 3. Harness urban ethnography to investigate the interdependence between food insecurity and support to understand how CFP becomes part of poor people’s survival strategies. Additionally, it introduces an innovative tool, tailored for city workshops, to facilitate real-time data collection on (CFP) urban dynamics. Hence, it combines the findings obtained by crafting an overarching framework to extend CFP comparison to other countries and cities. The research will create new knowledge across urban, sustainability, organisation, food, and social policy studies, offering an innovative, comparative insight into food support and insecurity.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}