{
    "item_type": "proposal",
    "title": "Blockchain4Biodiversity: A Digital Farmers’ Market Incentivizing Sustainable Innovations with Indigenous Seeds",
    "abstract": "Agrobiodiversity, particularly farmers’ indigenous seeds and associated know-how (ISK), hosts a wealth of plant genetic resources that contribute to global food security and sustainable agriculture. While indigenous seeds can be preserved in seed banks, problems of viability over prolonged storage and rapid climate change necessitate on-farm (in situ) conservation. However, farmers face dwindling economic incentives to cultivate and thereby conserve ISK in situ: ISK is ineligible for protection under intellectual property laws and there are currently no systems in place for tracking the end use to which ISK are put (e.g. end-user consumption or downstream research). The fundamental problem here is in tracing who the first farmer (group) was that put an ISK on the “market”, who accessed it, and what was done with it. Using features of blockchain technology that can help track the flow of ISK in a decentralized, transparent and immutable way, my goal is to develop and test a technical specification for a first-of-its-kind digital farmers’ market (ReSeed) that (i) facilitates equitable and traceable transfers of farmers’ ISK, and (ii) incentivizes honest reporting-back of downstream research and innovation therewith. Using a mixed methods research approach, I will conduct original empirical research with suppliers and buyers of ISK to co-compile technical features and incentives that will inform ReSeed’s design. I will also demonstrate how ReSeed can be integrated into international regulatory frameworks with minimal legal amendments, and create a governance model, including ethics guidelines for its adoption and implementation in small farmers’ communities. ReSeed will build on my 12-year research on means of incentivizing sustainable innovations with indigenous seeds. It will promote in situ conservation, research, and innovation with agrobiodiversity, acknowledge and add value to farmers’ ISK, and bring economic and environmental benefits to small farmers.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}