{
    "item_type": "proposal",
    "title": "CLIMate policy integration – a comPLEXITY trap?",
    "abstract": "Public policy research finds integrating climate change into other policy sectors a key to achieving climate goals. The EU has set climate as a horizontal priority and adopted a multitude of policies across sectors. Yet, the EU is projected to miss its net-zero goal for 2050. Why? I propose an explanation. As climate-related policies proliferate, they do not necessarily add up coherently and pave the way for a complexity trap. However, we do not have a system-level picture of synergistic and contradictory climate-relevant interdependencies between EU policies. Such knowledge would be needed to unpack implementation barriers that hinder success in climate policy. The issue is under-investigated because we lack adequate theories and study methods. CLIMPLEXITY’s goal is to develop a new theory about policy integration processes to explain why growing policy regimes remain poorly coordinated given actors’ constellations of power and cross-sectoral activities. To quantitatively model policy interdependencies, CLIMPLEXITY proposes a network method linking synergistic or contradictory policy instruments and goals. Results will reveal patterns of policy (dis)integration, their temporal dynamics and system-level solutions via simulated policy reforms. Do political actors then overcome the policy complexity trap or rather add to it? For the EU and selected members states, CLIMPLEXITY compares the coordination mechanisms political actors use to integrate overarching issues like climate across sectors. Based on my expertise in analysing actor constellations in policy processes, I combine rich qualitative and quantitative methods, including process tracing, interviews, surveys, comparative case studies and advanced network analysis. CLIMPLEXITY will deliver insights and advice to improve climate policy integration in the EU. Given the widely observed phenomenon of policy disintegration, the project’s contribution to advance the debate will reach far beyond climate policy.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}