{
    "item_type": "proposal",
    "title": "Corpora in Greater Gandhāra: Tracing the Development of Buddhist Textuality and Gilgit/Bamiyan Manuscript Networks in the First Millennium of the Common Era",
    "abstract": "The foundation of the academic study of the development of Buddhism lies in the research of surviving textual material first composed in Indic languages over centuries before and into the first millennium. In the last several years, fantastic manuscript finds have surfaced opening new windows into the scholarly study of the development of Buddhist literature. I am one of the few scholars to have access to such material. This project represents a multifaceted, holistic approach to the study of an important and voluminous genre of manuscript witnesses from an early era of Buddhist textual transmission composed in Sanskrit in the Gilgit/Bamiyan type scripts from the historic region of Greater Gandhāra covering modern day Afghanistan, Pakistan, and parts of Northern India. This project centers the study of two large, recently discovered caches of highly important early Buddhist Gilgit/Bamiyan type sūtra manuscripts and their place in the body of works from Greater Gandhāra. The first cache was excavated from the Mes Aynak archeological site in Afghanistan and the second is a collection of newly identified manuscripts held in a private collection in Thailand. The philological, paleographical, codicological, and critical research conducted in this project will examine textual and material production, transmission, and relationship networks in the Buddhist manuscript cultures of Greater Gandhāra and beyond in the first millennium of the Common Era. These results will be made permanently available through the development of a digital archive allowing for the creation of an akṣara database of individual syllables representing unique scribal identifiers, which will identify individual scribes across manuscripts and scriptorium networks, digital preservation of the manuscripts, their editions and translations, study of their textual, paleographical, and codicological features, and the direct comparison of the content of these texts with parallels in multiple languages.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}