{
    "item_type": "proposal",
    "title": "Decentralized Markets with Informational Asymmetries",
    "abstract": "The goal of this proposal is to advance the theory of decentralized trade with informational asymmetries and limited commitment. In most trading situations, some of the parties possess superior information about critical aspects of the environment. For example, in financial markets, professional investors are better informed about the quality of the assets that they sell to individuals. Similarly, consumers typically have private information about their willingness to pay for goods and services. It is well understood that informational asymmetries are responsible for one of the most serious forms of market inefficiency. Because of its strong assumptions in term of commitment, the standard theory of mechanism design is unsuitable for the study of many actual trading institutions. On the other hand, the focus of most of the existing literature on trading with limited commitment is the case in which the parties can trade at most once. While satisfactory in situations like the sale of a house, this assumption leaves out many important economic environments where the parties trade repeatedly over time. However, repeated transactions are natural both when the objects of trade are non-durable (e.g., services such as phone or internet plans) and when they are durable but divisible (e.g., financial assets). A crucial difference between these cases and those analyzed in the literature is the fact that the information revealed in early transactions may affect the outcome of future negotiations. We plan to provide a systematic game-theoretic analysis of decentralized markets with repeated trading and informational asymmetries. Our investigation will shed light on the properties of various commonly used trading mechanisms and will inform us about possible remedies to make them more efficient. This will contribute substantially to the design of adequate institutions and to the regulation of markets.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}