{
    "item_type": "proposal",
    "title": "De-Centering Eighteenth-Century Political Economy: Rethinking Growth, Wealth and Welfare in the Swedish Empire",
    "abstract": "The project reassesses the early history of European political economy. Historians of political economy have traditionally concentrated on the genesis of modern economics, tracing the emergence of economic models, methods and ideas that are today recognized as 'economics' through 'classical political economy', neo-classicism and on to the present. This new departure treats political economy as a discourse oriented to the improvement of conditions for human life and, as such, one of the Enlightenment’s key contributions to Western thought. However, any direct association of Enlightenment discourse with political economy requires qualification. Therefore, this project explores a very extensive contemporary literature about growth, wealth and welfare that has not fitted easily into the conventional retrospective history. Instead of converting past arguments into modern arguments about methods and models, the project investigates eighteenth-century political economy in terms of practical concerns, as measures and policies for betterment and improvement. Only in this way we can reconstruct what political economy meant to its contemporaries in the early modern period. The Swedish empire – considered by contemporaries as the stronghold of 'oeconomia' – functions as the primary case study, but is constantly compared with other cases, broadening the applicability of the findings. The aim of the project is to study the ways in which the key concepts of improvement – wealth, growth and welfare – were articulated in the main sites of discursive production: the University, the Diet, local and colonial governments, and academic journals. The study of the five institutions is based on the hypothesis that in each of them activities were directed towards improving the organisation of state and society and the living conditions of the people. This project represents a well-founded reassessment of the rise to predominance of economic argument during the eighteenth century.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}