{
    "item_type": "proposal",
    "title": "Ecologies of Violence: Crimes against Nature in the Contemporary Cultural Imagination",
    "abstract": "The ongoing destruction of the natural world raises critical questions about responsibility. How do we remember the victims, both human and non-human? And who is to blame? Contemporary culture plays a crucial role in addressing these questions. Large-scale processes like ecocide and extinction pose significant conceptual and representational challenges. This project posits that writers, artists and filmmakers are responding to these challenges by adapting existing repertoires, especially ones that emerged in response to the Holocaust, slavery, and other atrocities. In so doing they reveal the historical, structural and discursive links between crimes against humanity and crimes against nature. EcoViolence will be the first comprehensive, transnational, comparative study of the cultural imaginary of environmental violence. Bringing together recent work in cultural memory studies and ecocriticism, we will develop an innovative ecological model for the study of violence and its representation. We will document how texts, films, art works, plays and exhibitions represent ecoviolence; map how they link it to colonialism and genocide; and analyse how they reflect on questions of guilt and responsibility, as well as culture’s own implication in the violence it depicts. Furthermore, we will explore how these representations harness affect and emotion to help people relate to the environmental crisis and promote critical self-reflection. EcoViolence will effect a major reorientation in cultural memory research and ecocriticism by providing a framework to think about violence and memory in more-than-human terms. The project will result in a “best practices” guide to engage cultural representations in pedagogy to enhance critical literacies about ecoviolence and move beyond simplistic stories where everyone is either a victim or a perpetrator that have stifled full responses to our collective ecocidal trajectories.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}