{
    "item_type": "proposal",
    "title": "Egalitarianism: Forms, Processes, Comparisons",
    "abstract": "The projects concerned with the heterogeneity of egalitarian structures, processes and value. This heterogeneity is approached through a) a library-based global comparative study and through b) field ethnographic studies, also comparatively oriented, in sites of egalitarian/inegalitarian crisis within Europe and elsewhere. The library and field studies are to be closely integrated, each influencing the development and directions of the other. The decentering inherent in the orientation heterogeneity involves an emphasis on the forms and practices of egalitarianism as cultural phenomena emergent within and having their complexities of effect through the socio-cultural dimensions of their realities. The key proposition of the project is that it is egalitarian practices and processes as cultural values that is of considerable importance for understanding their force, contradictions, limitations. Thus in this approach dualism that is widely conceived as being politically and philosophically problematic in egalitarianism as a whole is approached as a cultural phenomenon potentially specific to Euro-American forms. The emphasis on the heterogeneity of egalitarianism combined with the development of a comparative method appropriate to the heterogeneity of egalitarian processes, constitutes the distinction and the several contributions of the project to a fuller understanding of egalitarian processes, their constraints, limitations and potential. The method to be developed is to be open both to the varieties in the conceptions and imagination of egalitarian processes and the various historical, socio-political, and geo-ecological circumstances under which egalitarian practices emerge. Through the comparison perennial questions – the role of the state, religion, forms of economic distribution, the matter of scale – concerning forms and structures with egalitarian effect will be exposed to further consideration.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}