{
    "item_type": "proposal",
    "title": "Emotional Learning in Social Interaction",
    "abstract": "This project will open up new horizons in the study of emotional learning by describing and modelling its role in social interaction. By bringing together a novel set of experimental manipulations with two hitherto unconnected lines of research; biology of aversive learning and social cognition, it aims at answering four specific objectives, namely to identify the mechanisms of aversive learning (1) about others and its dependence on stimulus bound (e.g. ethnic group belonging) and conceptual (e.g. moral and social status) characteristics; (2) from others through observation, and its dependence on processing of stimulus bound (e.g. emotional expressiveness) and conceptual (e.g. empathy and mental state attributions) characteristics; (3) during interaction and its dependence social characteristics as described in 1 and 2; and (4) build and test a neural model of social-emotional learning. To achieve these objectives, I propose a multi-method research program using novel behavioral paradigms and manipulated virtual environments, cognitive neuroscience, psychophysiology, and behavioral genetics. I predict that social emotional learning will be accomplished through the interaction of four, partially overlapping, neural networks coding for affective, associative, social cognitive and instrumental/goal directed aspects. Whereas the two first networks will be common to classical conditioning and social learning, I hypothesize that the latter will be distinguished by its reliance on the social-cognitive network. The fourth network is predicted to be integral to the social learning through interactions and the shaping of behavioral norms. The proposed research will enhance our understanding of important social phenomena, such as group conflicts and norm compliance. It will also shed light on common psychological disorders, such as social anxiety, autism and psychopathy that are characterized by dysfunctional of the social emotional learning system.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}