{
    "item_type": "proposal",
    "title": "Enslaved Persons in the Making of Societies and Cultures in Western Eurasia and Africa, 1000 BCE - 300 CE",
    "abstract": "SLaVEgents is an ambitious project focused on slave agency; it aims to explore how enslaved persons in antiquity actively shaped the societies they lived in. It will examine the multiple identities of enslaved persons, the communities and networks that they created or participated in, and how slave agency brought about major political, social, economic and cultural changes in the ancient world. By exploring the various forms of slave agency, SLaVEgents will offer a radically new perspective on antiquity from the point of view of history from below. The project moves beyond the usual focus on slavery in classical Greece and Roman Italy to offer a comprehensive examination of the history of enslaved persons across Western Eurasia and North Africa between 1000 BCE and 300 CE. SLaVEgents is the first project to examine together all ancient slaveries from Mesopotamia to the Atlantic, and include sources in the full range of ancient languages (Assyrian, Babylonian, Hebrew, Aramaic, Phoenician, Egyptian, Greek, Latin) and the relevant archaeological data. The research team – composed of the PI, eight senior researchers, seven post-doctoral researchers and three PhD candidates – will construct a large-scale digital prosopography of all attested ancient slaves which will include all relevant sources in the original and in English translation. The Linked Open Data created by the digital prosopography will enable new forms of quantitative and qualitative research and will make a significant contribution to Digital Humanities. The monograph and the two collective volumes of the project will offer an important step towards rewriting the history of antiquity with slaves at its centre. In addition, the project will deliver fifteen articles, three PhD dissertations, three workshops, one international conference and a website.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}