{
    "item_type": "proposal",
    "title": "Experimentation versus Interpretation: exploring New Paths in Music Performance in the Twenty-First Century",
    "abstract": "As part of the historical shift out of a textual culture into a ‘mediatized’ image and sound culture, musical performance practices have undergone, in recent decades, a shift from text-based to performative-based renderings of musical works—focussing attention upon the experience of performance more as a material, present event, then as an ‘execution’ or ‘interpretation’ of an abstract work. The aim of this research proposal is to investigate: (a) the extent to which the traditional conception of musical interpretation is bound to a given historical period; (b) how new investigative paths can be created through experimental performance practices; and (c) the extent to which the scientific model of the practice of experimentation is transferable to music performance. Crucial to these objectives is the material engagement in artistic practice, including the generation of concrete artistic outputs by the PI and other team members. The practice of music – understood as a fundamental methodological tool for the generation and exposition of new knowledge, will contribute decisively to innovations in both theory and practice, opening up opportunities for both scholarship and future performance practices. While exploring alternative approaches to music performance, this project will deliver concrete examples of such possibilities, situating itself at the frontline of the burgeoning field of Artistic Research. Combining theoretical investigation with the concrete practice of music, this project presents a case for change in the field of musical performance. Alongside critical reflection on the state-of-the-art, it proposes a graspable and ‘audible’ alternative to traditional understandings of ‘interpretation’ in musical performance. Hosted at the Orpheus Research Centre in Music, it will benefit from, and contribute to, the wider discourse on Artistic Experimentation, the Centre's current research focus.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}