{
    "item_type": "proposal",
    "title": "From spatial relationships to temporal correlations: New vistas on predictive coding",
    "abstract": "During active wakefulness, cortical activity organizes itself into highly coherent patterns of gamma waves (30-80Hz). These waves are believed to be essential for cortical communication and synaptic plasticity. Their impairment is a hallmark of neurological and psychiatric disorders. Yet, it remains heavily debated what gamma waves encode, and what their precise role in information transmission is. I have recently proposed a new theory about gamma in visual cortex, building on the predictive coding theory. The predictive coding theory holds that the brain makes active top-down predictions about its own sensory inputs. By comparing these, it generates bottom-up prediction errors to drive learning and the updating of priors. The standard view in predictive coding theories is that gamma waves carry prediction errors. However, I recently hypothesized the opposite: 1) Gamma waves signal a match between predictions and sensory inputs (i.e. predictability), and 2) Columns that predict each other's visual input engage in long-range gamma-synchronization. To test this hypothesis, it is critical to develop a new method to quantify predictions and prediction errors in the context of natural vision. I will solve this by using recently developed deep-learning networks for prediction. By making multi-areal recordings from visual cortex in marmosets and humans (MEG), I will test if predictability indeed determines gamma waves and their synchronization pattern across space. Because stimulus priors have to be acquired through learning, I will further determine whether gamma waves depend on experience and perceptual learning. In marmosets, I will develop an optogenetics approach to test whether gamma waves drive perceptual learning, and test the prediction that V1 gamma waves depend on top-down feedback. In sum, I expect to provide evidence for a new, unified theory about the role of gamma waves in information transmission and the integration of sensory evidence with predictions.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}