{
    "item_type": "proposal",
    "title": "From International to Global: Knowledge, Diseases and the Postwar Government of Health.",
    "abstract": "This project aims at a socio-historical study of the transition between the two regimes of knowledge and action, which have characterized the government of health after World War II: the regime of international public health, dominating during the first decades of the postwar era, which was centered on eradication policies, nation-states and international UN organizations; the present regime of global health, which emerged in the 1980s and is centered on risk management and chronic diseases, market-driven regulations, and private-public alliances. The project seeks to understand this transition in terms of globalization processes, looking at the making of knowledge, the production and commercialization of health goods, the implementation of public health programs, and routine medical work. It will focus on four fields of investigations: tuberculosis, mental health, traditional medicine and medical genetics in order to understand how categories, standardized treatment regimens, industrial products, management tools or specific specialties have become elements in the global government of health. The project associates historical and anthropological investigations of practices in both international and local sites with strong interests in: a) the changing roles of WHO; b) the developments taking place in non-Western countries, India in the first place. The expected benefits of this research strategy are: a) to take into account social worlds including laboratories, hospitals, enterprises, public health institutions and international organizations; b) to approach the global as something translated in and emerging from local practices and local knowledge; c) to explore different levels of circulations beyond the classical question of North-South transfers; d) to deepen our understanding of the transition from the political and economical order of the Cold War into a neo-liberal and multi-centric age of uncertainty.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}