{
    "item_type": "proposal",
    "title": "Gestural Origins: Linguistic Features of pan-African Ape Communication",
    "abstract": "Understanding the origins of language speaks to the fundamental question of what it means to be human. Other species’ communication contains rich information exchange; but humans do more than broadcast information. Language is used to communicate goals to partners, it goes beyond information: it has meaning. Only great ape gestures show similarly systematic meaningful communication; they are essential to understanding how human language evolved. Beyond meaning, two core features of human language are social learning and syntactic structure. These are universals, present across cultures. We all learn words and how to use them from others, leading to languages and dialects. We all use syntax; expressing different meanings by recombining words. In fact, these two features are common in animal communication: sperm whales learn songs from others; finches re-order notes into different songs. But, in a significant evolutionary puzzle, both appear absent in the communication of our closest relatives. The discovery of meanings in ape gesture resulted from studying ape communication under the challenging natural conditions that allow its full expression. A single study of a single group: it was the tip of the iceberg. Employing pan-African data across 17 ape and 9 human groups. I will tackle three major objectives. (1) Is there cultural variation in ape gesture? We will look at how species, physical environment, and social interaction affect how apes acquire and use gestures. (2) When apes combine signals, does it change their meaning? Moving beyond sequential structure we will look at how apes combine signals to construct meaning, and how the speed, size, and timing of gestures impacts meaning. (3) Human-ape gesture. We will investigate adults’ and children’s use and comprehension of gestures to compare them directly to other apes. Using new and established techniques across a dramatically wider sample I will address the fundamental question of how human language evolved.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}