{
    "item_type": "proposal",
    "title": "Good attention: Attention norms and their role in practical reason, epistemology, and ethics",
    "abstract": "What is good attention? Much public discussion about social media, public health, and political debates is focused on versions of this question. What deserves our attention and how we should regulate attention in the face of distraction occupies the debate. What is missing is a philosophical investigation of attention norms and a framework for thinking about them. This is what GOODATTENTION provides. While entire fields of philosophy investigate the normative assessment of other aspects of the mind, the normative structure of attention remains largely unstudied. In its ground-breaking and interdisciplinary approach GOODATTENTION connects the study of the nature and the causal role of attention in psychology, neuroscience, and linguistics with the philosophical fields of decision theory, epistemology, and ethics. It develops a unified foundation for the study of attention norms by using a novel conceptual framework based on priority structures that organize the mind. It aims, first, to understand how attention norms emerge within our individual psychology and in the social domain. And it aims, second, to evaluate attention norms by integrating them into normative philosophy. The project's hypothesis is that the fundamental norms of attention concern relevance. GOODATTENTION investigates the biological function of relevance processing and the role of social relevance for how attention is guided by social norms. Building on this investigation, GOODATTENTION considers the role of attention norms for relevance in decision making, and in epistemic and ethical considerations. GOODATTENTION will impact these philosophical fields by showing how they can integrate norms of attention. It unifies research in evolutionary biology, cognitive and social psychology, linguistics, economics, and political theory. Its investigation of the epistemic role of attention and ethical rights and duties regarding attention will provide an analytical framework as input for policy making.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}