{
    "item_type": "proposal",
    "title": "Governance in Babylon: Negotiating the Rule of Three Empires",
    "abstract": "GoviB is a historical study of governance in the ancient capital of Babylon. Babylonia is the earliest society in the ancient world that produced sufficient indigenous sources that allow studying the transition from a strongly anchored local to a more ‘global’ (imperial), de-nationalized form of governance. From the late 8th to the 4th century BC, Babylon experienced two major regime changes and was consecutively ruled by three empires – the Assyrian, the Chaldean and the (first) Persian. While the regime changes and other events are known as historical facts, little is known about how imperial rule was negotiated locally and how the strategies which rulers and ruled applied in pursuit of their interests interacted and led to instability or stability. The reasons are incomplete historical data, and difficulties to interpret available ambivalent or conflicting data. With GoviB I want to achieve a novel understanding of politics and authority in the ancient city of Babylon, leading to a new balanced evaluation of the role which the empires played in the long-term cultural transformation of the ancient Near East. The results will contribute to a re-evaluation of modern perceptions of ‘oriental’ governance as absolute or ‘despotic’, and to the wider question of what causes states to be stable or instable, and how regime changes fail or succeed. I will achieve these goals by analysing newly available textual and archaeological material: the Neo-Babylonian archival texts from the German excavations in Babylon. The Vorderasiatische Museum in Berlin granted me the rights to put this museum treasure trove to use for GoviB. Furthermore, I will apply the conceptual framework of governance studies to the historical evidence. Its heuristic value lies in the fact that it relocates the focus from government to governance, that is, the interdependencies and interactions between actors, and it includes non-personal factors that influenced decision-making.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}