{
    "item_type": "proposal",
    "title": "Health, Labor and Environmental Regulation in Post-Industrial Europe",
    "abstract": "Environmental quality has been improving dramatically in Europe, helped by structural transformation and by environmental regulation. Notwithstanding such improvements, environmental regulation continues to be a top priority for policy makers in Europe and other post-industrial societies. Global climate change is an important reason for this. Increasing demand for environmental quality is another one, explaining why some of the richest agglomerations in Europe have been adopting very costly measures to further reduce air pollution. Both global climate change and regional air pollution originate to a large extent from the combustion of fossil fuels, an activity that, in Europe, is costly to curb but also causes substantial damage to human health. This project contributes new tools for assessing this trade-off by (i) developing empirical models that greatly enhance spatial detail in state-of-the-art economic impact analysis, (ii) pioneering an interdisciplinary approach that links causal inference on pollution emissions at the source to chemical transport models for air pollutants, and (iii) incorporating subclinical and long-term health impacts of air pollution into economic damage estimates. Part I of the project studies the economic implications of changes in local air quality that were an unintended consequence of the European Union Emissions Trading Scheme for carbon dioxide. Part II analyzes the impacts of air pollution on labor supply, health, and migration in a unified empirical framework. The key objective of this project is to provide empirical evidence that can inform environmental policy-making in the broad contexts of climate policy and air quality management. Given the ambitious concepts proposed, the global significance of the environmental problems addressed, and the focus on policy, this project has the potential to make a large impact.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}