{
    "item_type": "proposal",
    "title": "How Varieties of Nationalism Shape Our Polarized Politics",
    "abstract": "This project examines how nationalism polarizes the electoral politics of advanced democracies: how it drives us apart and whether it could bring us closer together. Across advanced democracies, concerns over deepening divisions have proliferated in recent years, and national identities have emerged as a prime suspect in driving this polarization. According to the common framework in electoral politics research, this polarization is shaped by a transnational cleavage that has at its core a cultural conflict between national attachments and universalist values. VARNATPOL proposes a different perspective: that the dividing lines structuring our politics are drawn not between those with stronger and weaker national attachments, but rather across groups who subscribe to different varieties of nationalism. To assess how varieties of nationalism shape polarization, VARNATPOL theorizes and empirically investigates how national identities are linked with mass attitudes and commitments to democratic norms, map onto partisan identities, and provide opportunities for political mobilization. VARNATPOL’s theoretical approach calls for a multi-method comparative research design. The first Work Package analyzes novel survey data to investigate how common understandings of nationalism in the public shape partisan divisions, and includes methodological innovations using open-ended survey questions to study national identities. The second Work Package examines how elites differ in their efforts to mobilize support based on appeals to the varieties of nationalism identified in the first Work Package. The third Work Package explores whether elite appeals to national identities shape polarization through their effect on public opinion and partisan hostility. Challenging the common wisdom regarding the ways in which nationalism polarizes the electoral arena, VARNATPOL will contribute not only to academic research but also to public debates about the challenges facing our societies.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}