{
    "item_type": "proposal",
    "title": "How citizens try to influence politics and why. International comparisons of movement and party politics",
    "abstract": "Protests in ‘new’ democracies about ‘stolen elections’, demonstrations in ‘old’ democracies against austerity measures, occupied squares all over the world against inequality and for better governance. Some argue that contentious politics gains importance and party politics declines. Is that so and why would that be? Why is it that some individuals engage in politics while others remain apathetic? Why is it that some citizens take the electoral route, while others engage in contentious politics? The truth is that we do not really know. Should we bother? I think we should. Citizens who are actively involved in politics are an asset to democracy. Understanding how and why people take part in politics would help to build more democratic societies. The proposed project compares participation in contentious and non-contentious politics in various countries within a single theoretical and methodological framework. A central tenet of this research proposal is that sooner or later every citizen might get involved in politics. I seek the reason why in the interplay of dynamics at the individual, the organizational, and the societal level. What are the motives people have? What are the appeals parties and movement organizations disseminate; and what are the opportunities and constraints regimes impose? Comparison is the core of the project. It encompasses four subproject: (1) a meta-analysis of publications on movement and party politics combined; (2) comparisons of political participation over time and countries in existing global survey data; (3) focus group discussions to understand the formation of political engagement and disengagement in four ‘old’ democracies (the Netherlands, Germany, Switzerland, U.S.A.), two post-communist ‘new’ democracies (Hungary, Poland) and two post-authoritarian ‘new’ democracies (Brazil, Argentina); (4) experimental focused surveys among 1000 respondents to quantify patterns of political participation in the same eight countries.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}