{
    "item_type": "proposal",
    "title": "Implications of Gender-Affirming Hormone Therapy for Psychosocial Functioning and Social Relationships of Transgender People",
    "abstract": "Transgender health is an area of increasing focus for researchers and medical practitioners across Europe, in part due to rapidly escalating numbers of people identifying as transgender. A crucial oversight in this area is that very little research has examined how gender-affirming hormone therapy, the most common form of medical intervention for transgender people, shapes psychosocial functioning and ultimately social relationship experiences. Given the paramount importance of social relationships to health and well-being, evidence for psychosocial effects of gender-affirming hormone therapy is vital to ensuring health equity for transgender people, who suffer from alarmingly high rates of social disruption and suicide risk. I draw together independent strands of research on biological effects of hormones from social neuroendocrinology and health influences of psychological and sociocultural factors from social psychology and epidemiology to propose a novel biopsychosocial model linking gender-affirming hormone therapy to psychosocial functioning in transgender people. Drawing upon this model, I propose a programme of research involving four complementary work packages, triangulating across a variety of novel and cutting-edge research methods. This work will be guided by three key aims: A) to isolate causal pathways from a biopsychosocial model linking gender-affirming hormone therapy to psychosocial functioning, B) to empower transgender people to give voice to their own personal and relational experiences in the context of gender-affirming hormone therapy, and, C) to guide policy and practice for gender identity services in line with the informed consent model, directing focus to the improvement of psychosocial functioning and social relationship outcomes. This interdisciplinary programme of research will sit at the forefront of gender-affirming healthcare and treatment for transgender people.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}