{
    "item_type": "proposal",
    "title": "In Blockchain We Trust(Less): The Future of Distributed Governance",
    "abstract": "The general malaise of liberal democracies—characterized by a gradual erosion of trust in traditional institutions (such as banks) and new intermediaries (e.g. social media)—has spurred the development of new blockchain-based applications (like Bitcoin) that allegedly obviate the need for trust. Often described as a “trustless” technology, blockchain’s potential for disintermediation has been touted as a catalyst of innovation that could displace existing power structures. But is it shifting power away from former centers of power only to create new ones, or can it lead to an actual new organisation of power? BlockchainGov is an interdisciplinary project that will study the impact of blockchain technology on new and existing governance structures, and its consequences for legitimacy and trust. First, it will investigate the governance of existing blockchain systems, and analyse the power dynamics at play within these systems. Second, it will examine the legitimacy and long-term sustainability of existing attempts at distributed governance, through the lenses of legal and political theory. Third, it will explore the potential of blockchain technology to support new models of distributed governance providing an architecture for decentralized and participatory decision-making with attributes of transparency and accountability. Last, it will experiment with these new models at different levels of governance, from the community level to the global governance level. The project will open a new field of scholarship on “distributed governance” that uniquely combines the disciplines of computer science, political science and law. It will provide key empirical and theoretical contributions to science, with important policy implications to the broader questions of global governance. Bringing this project to life requires a funding scheme compatible with a high-risk/high-gain vision to finance a fully dedicated and highly motivated research team with multidisciplinary skills.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}