{
    "item_type": "proposal",
    "title": "Inequality in 3D – measurement and implications for macroeconomic theory",
    "abstract": "This project will contribute toward a better understanding of inequality and its macroeconomic implications. We will study inequality and its dynamics along three dimensions: Consumption, Income and Wealth, “3D Inequality.” With novel microdata we can measure the entirety of the economy down to the single household along the 3 dimensions. In macroeconomics, much theoretical progress has been made in understanding when distributions matter for aggregates. Newer heterogeneous agent models deliver strikingly different implications for monetary and fiscal policies than what the traditional representative agent models do, and also allow us to study the distributional implications of different policies across households. In principle, this class of models can incorporate the potentially rich interactions between inequality and the macroeconomy: on the one hand, inequality shapes macroeconomic aggregates; on the other hand, macroeconomic shocks and policies affect inequality. However, absent precise micro-level facts it is difficult to establish which of the potential mechanisms highlighted by these models are the most important in reality. Our empirical efforts will be disciplined by these recent developments in modelling macroeconomic phenomena with microeconomic heterogeneity. Our overarching motivation is to quantify the type of micro heterogeneity that matters for macroeconomic theory and thereby inform the development of current and future macroeconomic models. The novel insights we aim to provide could lead to substantial improvements in both fiscal and monetary policy tools. Furthermore, a better understanding of the forces behind growing inequality will inform the current debate on this issue and provide important lessons to policy makers who see economic inequality as a problem in itself.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}