{
    "item_type": "proposal",
    "title": "Intelligent Instruments: Understanding 21st-Century AI Through Creative Music Technologies",
    "abstract": "Artificial Intelligence is becoming increasingly human-like and it is now proficient in a key human activity: musical creativity. But what does this mean? How does creative AI change our notions of art, culture and society? As new machine learning technologies begin to mirror ourselves, we need to look into that mirror and ask how this is changing us. This project takes a pioneering leap in research about AI by answering how new creative AI transforms our relationships with technology and other people. This ambitious vision is achieved by using music as a platform to establish public understanding of AI. Three respective work packages will develop: 1) instruments with creative AI; 2) human-AI collaboration in music; and 3) sonic instruments as scientific instruments. The project initiates a public discourse on creative AI and develops a theoretical framework describing the transformed notions of self, others and knowledge when we adopt intelligent instruments in our work. INTENT is interdisciplinary in nature. Applying the methodology of our new research collaboration protocol, we summon researchers from diverse disciplines to conduct frontier science on intelligent instruments as boundary objects. Through open science methods the outcomes will address: a) the role of creative AI in embodied technologies, and b) the understanding and reflection of artificial intelligence in future society. The PI is an established authority on new instruments and music software development. His interdisciplinary background in music, philosophy and computer science and AI, together with impactful academic leadership roles make him uniquely placed to lead this radical research programme. Grounded equally in technology development and the humanities, the project will benefit diverse disciplines by developing a theoretical framework of creative AI, initiating a discourse around human-centred creative AI, and defining principles of ethical AI design in services and products.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}