{
    "item_type": "proposal",
    "title": "Is the Presence of Technology Improving Corporations and Increasing the Prosperity of Investors and Individuals?",
    "abstract": "The use and importance of advanced technologies is continuously increasing in the corporate world. Technology is changing how investors interact with companies, how investors analyze and interpret the information provided by companies, and even the standard design of compensation in corporations. The goal of this study is to understand whether and how the increasing presence of technology is improving corporations and contributing to the wealth and prosperity of individuals/ investors, and when it is not. I will focus on the following three pillars that each focus on a unique technological development: (1) Communication with shareholders. Aim: To understand whether shareholders’ voice at shareholder meetings is muted following the shift of shareholder meetings from the in-person to the virtual-only arena (due to Covid-19). Initial findings indicate that this shift has minimized communication between shareholders and firms and allowed firms to strategically avoid addressing questions submitted by shareholders. (2) Environment and social (ES) issues. Aim: To understand whether investors pay attention to what firms say they do on ES issues, or what they actually do. Natural language processing (NLP) will be used to evaluate which actions firms state that they take with respect to ES, and these will be compared to the ES actions firms actually take. Initial results indicate that the market rewards firms that state they take actions promoting ES goals, but not firms that actually take such actions. (3) Compensation. – Aim: To examine how the characteristics of employees (e.g., gender) working in the tech industry relate to the EBC they receive, and their ability to maximize the value of their EBC and changes the economic landscape and welfare of individuals.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}