{
    "item_type": "proposal",
    "title": "Making Ancestors: The Politics of Death in Prehistoric Europe",
    "abstract": "How did politics and inequality work in prehistoric Europe? Traditionally, politics has been seen in terms of discrete political ranks identified through differential treatment of individual burials. But this results in classifying much of prehistory, where the dead were treated in ways which effaced individual identity, as egalitarian. The result is an artificially dichotomous history: Neolithic people had landscapes, rituals and ancestors, Bronze and Iron Age people had politics and inequality. In the last two decades this approach has been strongly critiqued. Burial treatment rarely relates to status so directly; the dead serve many different political roles. Inequality in pre-state groups rarely consists of clear strata; inequality and equality exist in tension within groups. Inequality may have been present throughout European prehistory, but manifest situationally through differential life chances, kinship, ritual or ancestorhood, rather than overtly through political command, wealth or identity. But this new perspective has never been tested empirically. This project tests alternative models of prehistoric inequality and deathways. To investigate social relations in life, it uses osteobiography, reconstructing life stories from skeletons through scientific data on identity, health, diet, mobility and kinship. To understand deathways, it employs a second new methodology, funerary taphonomy. Combining osteobiography and taphonomy allows us to connect ancient lives and deaths. Peninsular Italy provides a substantial test sequence typical of much of Europe. For each of three key periods (Neolithic, 6000-4000 BC; Final Neolithic to Early Bronze Age, 4000-1800 BC; Middle Bronze Age to Iron Age, 1800-600 BC), 200+ individuals will be analysed. The results will allow us to evaluate for the first time how inequality affected lives in prehistoric Europe and what role ancestors played in it.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}