{
    "item_type": "proposal",
    "title": "Managing Performative Science",
    "abstract": "Scientific models often do more than predict or explain. Especially in the social realm, they can also influence their targets – a capacity that is called “performativity”. By influencing policy making and individual behavior, models from economics, epidemiology, or machine learning increasingly perform the social world in significant ways. This development should be of utmost importance to philosophers, for two reasons: First, performativity can impair scientific prediction and explanation. If, for instance, a model of the spread of COVID-19 predicts many deaths, people might reduce their social contacts in response, which may in turn lead to the predicted events not coming about! How should we evaluate such a prediction, and how should scientists deal with these effects? Second, the development raises difficult ethical questions about the legitimacy of science guiding human affairs, and the values that are implicit in this process. Should we welcome science’s increasingly practical role in shaping policy-making and individual behavior? Or should we regard such influence as manipulative, potentially undermining democratic decision making? These are difficult philosophical questions, but they also have significant practical import. Yet the philosophy of science hasn’t so far provided guidance on how performative science might be evaluated and managed. MAPS will close this lacuna. The core aims of the project are: (1) to develop a novel understanding of what performativity is and can do, by closely following scientific practice; (2) to understand the intricate relationship between science’s epistemic and performative roles, and to assess the ethical risks of performativity; and (3) to provide orientation to philosophers and practitioners for how to assess and manage performative science. By integrating insights from scientific practice with philosophical assessment, the project will establish performativity management as a central theme of philosophical inquiry.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}