{
    "item_type": "proposal",
    "title": "Mapping the impact of gut microbiota on brain and behaviour through the lens of GABA",
    "abstract": "Human beings are over 99% genetically identical. It seems striking therefore, that 1% of this genetic difference accounts for the large extent of individual variations seen in human behaviour and brain function. One promising alternative source of individual differences is the resident bacteria in the gastrointestinal tract, which is 40-90% distinct between different individuals. Bacteria in the human gut outnumber human cells, and account for nearly 10 times as much DNA as that from human cells. Some gut bacteria have been shown to produce Gamma Amino Butyric Acid (GABA) and serotonin (5-HT), molecules that function as neurotransmitters in the human brain. However, it is not known whether their production in the gut has any impact on behavioural and brain function. This project takes a biochemically informed approach to address this gap in knowledge through focussing on GABA, whose function as a neurotransmitter is well characterised, and which can be assayed directly or through proxy measures of brain and behaviour. The first work package of this project in human adults will investigate whether the population of gut bacteria capable of producing GABA can modulate brain levels of GABA (measured directly using Magnetic Resonance Spectroscopy), as well as performance in tasks that depend on GABA-ergic activity. The second work package will test the impact of ingesting bacteria known to produce GABA (packaged as a custom-made probiotic) over a period of four weeks, on the same brain and behavioural measures. Together, these studies will answer a fundamental question of whether the population of gut bacteria capable of producing GABA, as well as its modulation by probiotics, has any impact on the level GABA in the brain and its function. This interdisciplinary proposal brings together approaches from psychology, neuroscience, and gut microbiology to chart a new research frontier in understanding individual differences in human behaviour and brain function.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}