{
    "item_type": "proposal",
    "title": "Medieval Placebo Effect: Hope and Belief in Healthcare in Christian Southern Europe 1100-1500",
    "abstract": "This project sets out to recover how hope and expectation for cure, belief, and trust configured late medieval medicine and the healing encounter. The therapeutic power of these sensibilities is recognized today by the modern clustering concept, placebo effect. This integrative project will identify the intellectual, social, and cultural forces in the medieval past that articulated and applied the idea that health may be improved by evoking certain sensibilities. In a triangular approach that examines ideas, practices, and organizing structures of healing activity, I analyze the medieval placebo effect as a paradigmatic attribute of the healing of the period. The project brings into dialogue current debates on the curative role of “symbolic aspects of a therapeutic intervention” with medieval perceptions of the soul’s impact on the body. By so doing it will shed new light on the salient engagement of medieval healing practices with hope, expectations, belief, and trust as critical elements of therapy. It will demonstrate the pervasiveness of placebo effect sensibilities. It will view the breadth of the engagement with the soul/mind as a formative aspect of healing theory and technique, and will show the dynamics between ideas, practices, institutions, and networks in procuring hope, belief, and trust in late medieval Southern European healing. By looking beyond the term to the components that link the phenomena, this historical project will enable the examination of a health system that is simultaneously alien to and part of the underlying legacy of European medicine and will offer a new path for thinking about these issues, essential for effective healthcare. MedPlaceboEffect will thus lay the groundwork for examining the ways these sensibilities are negotiated in the 21st century as healing practices face substantial challenges such as the growing distrust of medical services, and the increasing difficulty of overcoming placebos in pharmaceutical research.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}