{
    "item_type": "proposal",
    "title": "Medically Assisted Reproduction: The Effects on Children, Adults and Families",
    "abstract": "Medically Assisted Reproduction (MAR) is one of the most important achievements of medical science in the last generation. In advanced societies, the number of MAR treatments increases every year, and, over the last four decades, more than five million MAR conceived children were born, and many more families received treatment. Given this trend, it is a public health prerogative to find out whether MAR affects the well-being of families. Prior findings are mixed and often hampered by low statistical power or conceptual limitations. I propose a programme of research that goes beyond the state-of-the-art by being the first to analyze comprehensively the effects of MAR on children, adults, and families through a combination of uniquely rich data, previously unused research designs, and conceptual innovations. First, in contrast to past work using small or convenience samples, I use extremely detailed and large datasets from population registers and surveys. Second, I compare the impact of MAR on different domains of life by analysing its effects on a range of adult and child outcomes (e.g., physical/mental health, education, union stability), thereby allowing me to investigate trade-offs that have not been previously tested. Third, I use innovative research designs to test whether the impact of MAR is causal by comparing children conceived through MAR treatments to their spontaneously conceived siblings, and adults who successfully conceive through MAR to those who are unsuccessful. The project has the potential to produce ground-breaking results that will impact future research in this field. Moreover, the project will have important policy implications, as its findings will be immediately relevant to health professionals advising couples seeking MAR treatments, to public health authorities allocating resources to mitigate the potentially negative effects of MAR on health, and to policy-makers considering whether to (further) subsidize MAR treatments.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}