{
    "item_type": "proposal",
    "title": "Microfoundations of Collective Defence",
    "abstract": "Does the success of military alliances ultimately hang on the whims of public opinion? The historical record shows that allied states often do not honour their collective defence commitments, but existing scholarship has not yet explained the role of public views in these high-stakes decisions. The MICROCODE project aims to initiate a new research agenda on the microfoundations of collective defence that puts public opinion in allied countries at the centre of inquiry. Building on cutting-edge approaches in experimental political science, international relations, and political psychology, I aim to conduct an extensive, cross-national investigation in the key NATO member states, with the views of individuals as the principal unit of analysis. I introduce a complex theoretical model to explain (1) how individuals form attitudes towards allied assistance in different collective defence scenarios; (2) how these individual attitudes aggregate to form public opinion shaped by societal cues; and (3) how, in turn, public opinion shapes the views of decision-makers in allied states. My main set of hypotheses concerns the critical impact of the strategic context on the formation of public opinion and its relevance for policy-making: I propose that whereas conventional scenarios of direct armed aggression leave a limited role for public opinion, the more ambiguous “grey zone” conflicts potentially open a wide “contestation space” where public views become more polarised, elastic, and simultaneously more relevant for decision-makers. As a methodological innovation, I will use novel immersive mixed-media experiments to create an interactive, engaging, and realistic experience for the participants and examine how their attitudes towards defending allies change under different conditions. At a time of dramatic deterioration of the international security environment, the MICROCODE project’s findings could redefine how we view the stability and credibility of military alliances.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}