{
    "item_type": "proposal",
    "title": "Modelling and maintaining maternal mental health",
    "abstract": "Pregnancy loss oftentimes yields extensive negative consequences on the mental health of the affected women and their families, yet it is a largely neglected factor in global health. While we have started to gain insights into how pregnancy shapes the female brain toward motherhood, the impact of the abrupt termination of pregnancy on maternal brain plasticity remains largely unknown. Here, I seek to study traces of unwanted terminated pregnancy following early and late pregnancy loss in the female brain, understanding to what degree motherhood associated changes in brain anatomy and function are formed back when a pregnancy is lost. I aim to identify traces and determinants of afflicted mental health in this period of profound vulnerability and (self-)stigmatization. Leveraging my portfolio of expertise in multimodal brain imaging, statistical genetics, and computational psychiatry, the HealthyMom project will acquire unique longitudinal data of the weeks and months following early miscarriage or stillbirth. Specifically, women will undergo repeated brain imaging, hormonal assessment and a comprehensive monitoring of their mental health. I will perform whole genome sequencing, not only of the women but also of their life partners. Together with detailed surveys, this will allow me to uncover how individual brain trajectories relate to environmental levers for mental health maintenance and to genetic risk factors, including genetic effects of the partners on the women. The project will draw on existing big data and advanced computational modelling techniques to chart individual brain imaging patterns in the context of the population norm. As such, HealthyMom offers unprecedented opportunities to understand female-specific brain dynamics and to reveal neurogenetic signatures of mental disorder vulnerability as well as targets for maintaining maternal mental health. It has significant implications for women’s health and (indirectly) the health of future offspring.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}