{
    "item_type": "proposal",
    "title": "NeUronal MEchanisms foR consciOUS perception",
    "abstract": "Understanding the mechanisms for consciousness is arguably one of the most intriguing questions of modern neuroscience. Why are some visual stimuli consciously perceived, whereas others remain subliminal? What is the relation between conscious perception, attention and working memory? Recent work of my lab demonstrated that weak but simple stimuli can be reported once they elicit a minimal level of activity in the frontal cortex, which is related to the storage of the stimulus in working memory. For these simple stimuli, the visual cortex acts as a relay station that needs to pass the information to higher cortical areas. However, we found that the perception of more complex visual stimuli relies on a more sustained interaction between visual cortex and associative brain regions, related to scene segmentation and visual attention. These recent results pave the way for a genuine understanding of mechanisms for consciousness, inspiring new paradigms that assess the awareness of stimuli while varying the demands on attention and working memory. The present proposal will be the first to compare the neuronal fate of simple and complex stimuli that do and do not enter consciousness across most brain regions. We will measure the activity of single neurons in human patients who are implanted with electrodes as part of their treatment of drug-resistant epilepsy. We will also use a new method that permits the recording from numerous single neurons within an entire hemisphere of a monkey and characterize neuronal activity in most regions of the cortex and subcortex. We will use perturbation methods at numerous locations throughout the brain in combination with functional imaging in monkeys to measure a “functional connectome” and to investigate the brain regions in which activity does (or does not) readily lead to a reportable experience. The proposed combination of experiments will provide unprecedented insight into how sensory stimuli give rise to conscious perception.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}