{
    "item_type": "proposal",
    "title": "New Perspectives on Land Dispossession, Violent Conflict and Migration in the West African Sahel",
    "abstract": "Farmers and pastoralists in the Sahel continuously struggle to maintain control over land faced with rent-seeking elites, processes of modernization and uncertain land rights. The hypothesis of LANDRESPONSE is that smallholders who are dispossessed of access to land are more inclined to either migrate or resist violently. Violent resistance will be studied in this project with regard to the increasing numbers of armed groups labelled ‘jihadist’ in the Sahel and in particular in Mali. The project will investigate the nature of the links between land dispossession and elite capture on the one hand and violent jihadist resistance to governments as well as migration to North Africa and Europe on the other hand. These hypothesized links will be investigated using mixed methods with a particular focus on Mali as a ‘hub’ country in the Western Sahel in terms of both violence and migration. Following this conceptual framework, the objectives directing the project will be – first to investigate whether smallholders in the West African Sahel who are dispossessed of their land and/or fall victim to rent-seeking elites, are more inclined to either resist violently or migrate, and second try to assess why some smallholders are more prone to resist, even violently, while others remain compliant. With its pioneering engagement with these urgent political issues, the project will combine theoretical and empirical approaches from political ecology, critical agrarian studies and peace and conflict studies to generate novel insights about the motivations and agency of smallholders confronted with emerging challenges to their livelihoods. This interdisciplinary research will generate new knowledge on the interactions between land governance, violent conflicts and migration, which will both push the research frontier and provide new ideas for policy formulation.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}