{
    "item_type": "proposal",
    "title": "Olfaction as the link between flavor preference formation and retrieval during food consumption",
    "abstract": "To change human diets is an urgent global health and sustainability goal; yet, overcoming preferences for familiar food flavors in favor of healthier or more sustainable options remains a major challenge. Odor-taste associative learning is the principal perceptual support process for flavor preference formation and retrieval. Mechanistic insight into the cortical processes that transfer appetitive properties of an odor from the mouth onto environmental objects is, however, almost completely absent. As a result, fundamental questions about the processes that drive the acquisition of new flavor preferences, and their regulation by signals from the digestive tract, still remain to be answered. OLFLINK will uncover processes that link olfactory perception inside and outside the mouth across three nested levels of investigation that are usually studied in separation. In doing so, I propose to discover key factors that facilitate or hinder acquisition of new flavor preferences. Specifically, I will 1: determine the distributed CODE by which odors acquire and evoke taste associations (WP1), 2: delineate the cortical CONTROL mechanisms that facilitate encoding and retrieval of odor-taste associations in the light of contextual variability (WP2), and 3: determine the interactions with digestive feedback that REGULATE this flexible coding system during flavor preference acquisition and retrieval (WP3). This final step especially provides insight into the body’s ability to adjust learning and retrieval of food preferences based on nutritional needs, and has potential to transform our thinking about the biological basis of maladaptive eating patterns. The novel insights from OLFLINK will fill the knowledge gap that currently exists between the mechanisms driving perceptual experiences during food consumption and the subsequent evaluation of food in the outside world, and will inspire the development of novel interventions to facilitate dietary changes over the life course.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}