{
    "item_type": "proposal",
    "title": "Pliocene Hominin Dispersal to southern Africa: Choice or Chance?",
    "abstract": "Modern humans are unique in their ability to adapt to, and to thrive in, different environments. This trait facilitated their dispersal out-of-Africa to higher latitudes, i.e. to temperate and seasonal habitats, during the Pleistocene. However, there are Plio-Pleistocene hominins at higher latitudes in South Africa (SA) from ~3.7Ma onwards. Did human behavioural/physiological flexibility evolve early in our evolutionary history? Alternatively, did Pliocene hominins occupy such temperate zones due to different palaeoclimatic conditions in deep time and/or due to stochastic events? To untangle these questions this project will: (1) determine the geomorphological and palaeoecological changes in the Kalahari/proto-Limpopo basin, (2) create dynamic palaeo-precipitation/-vegetation models from various archives, (3) carry out detailed anatomical, functional and morphometric analyses of the hominin fossil record and (4) combine the datasets to appraise species diversity (functional adaptations), geneflow (hybridization) and dispersal scenarios (palaeobiogeography). 3 key working hypotheses underlie the proposal: 1. >2.6Ma East African (EA) hominin ranges expanded/contracted in accord with wet and dry phases; periodically, the southernmost populations became reproductively isolated. Early SA hominins represent descendants of Australopithecus anamensis and Australopithecus afarensis, respectively. 2. ~2.6-1.5Ma With the onset of the Northern Hemisphere Glaciation and the re-organisation of the drainage pattern within the Kalahari basin, dispersal corridors repeatedly closed (vicariance) and opened, resulting in intermittent levels of gene flow (i.e. hybridization) between EA and SA hominins. 3. <~1.5Ma Tectonic and hydrographic changes led to the Zambezi River becoming a powerful barrier during the Pleistocene. SA hominins younger than 1.5Ma are likely the result of endemism; competitive exclusion amongst these hominins resulted in exploitation of distinct ecological niche",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}