{
    "item_type": "proposal",
    "title": "Projections of Jerusalem in Europe: A Monumental Network",
    "abstract": "This project concerns the monumental, multimedia, interactive re-creations of Jerusalem in Europe. These monuments represent the loca sancta through architectures in spatial and topographical relationships that reproduce the real ones, sculptural groups that re-enact the respective event in a painted décor, with artifacts completing the ambience. The project proposes to document, comprehensively study and conceptualize these sites. Their exact number is not known since a comprehensive study has never yet been attempted, but they can probably be numbered in many hundreds. This project will open up a totally new research area with considerable impact already at the initial documentation and survey stages, by bringing together both fresh data and interpretations. But the project proposes to go beyond and generate many new insights by a comparative study of the sites and a conceptualization of the phenomenon (with the aid of notions such as icon, map, network, interactive multimedia, space and place). The study will lead to the integration of these three-dimensional complexes in the ongoing discourse of image, and to the theoretical discourse pertaining to the relationships between original and copy, narrative and iconic. It will contribute essential new insights to the study of pilgrimage, the definition and process of the formation of sacred spaces, to devotionalism as a special type of piety and to the study of memory and mnemonic practices. Research will include field and textual documentation, cross referencing and grouping of related monuments, leading to crystallization of several clusters of monuments, representative at Pan-European and historical levels. Research will be accompanied by a conclusion-reaching process through discussions in small groups, exchange of working papers, as well as symposia and conferences with external participation. The results will be published throughout the stages of work, as well as in a book at the end of the research period.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}