{
    "item_type": "proposal",
    "title": "Re-evaluating the Eleventh Century through Linked Events and Entities",
    "abstract": "The aim of the RELEVEN project is to develop and test new ways for digital data about historical phenomena to be created and curated so that it is most useful to historians, and to apply these methods to a methodologically challenging yet very significant aspect of medieval history. The approach is to re-frame both existing and new historical data as assertions, often sourced but always linked to an authority; this allows data to be manipulated according to source and authority, and also allows assertions themselves to be linked depending on whether they corroborate, depend on, or conflict with each other. The novel aspect of this methodology is that it takes to its logical conclusion something that historians all readily acknowledge and that is especially apparent for pre-modern history: that there are very few, if any, simple and undisputed facts. A related challenge is the contextualisation and reuse of existing online data for the period, to avoid its going to waste. The approach is tested by taking a broad trans-regional approach to the history of the late 11th century (c. 1030–1095), centred broadly in the eastern half of Christendom but incorporating developments elsewhere, especially in the newly Christianised kingdoms of central Europe. The looming weight of the First Crusade at the century's end means that while certain regional or proto-national narratives—particularly for western Europe—are well-developed, they tend to obscure the larger trans-regional trends of communication and contact, particularly in eastern Christendom. By drawing upon the depth of scholarship and the plethora of digital resources that have emerged for this period in sub-disciplines such as prosopography, textual scholarship, corpus-based research, and archaeology, and by framing this scholarship in terms of assertions whose authority is traceable, it will become possible to look at the history not just from \"the eastern perspective\", but from several.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}