{
    "item_type": "proposal",
    "title": "Reinterpreting how forests support people's dietary quality in low-income countries",
    "abstract": "Two billion people across the planet suffer from nutrient deficiencies. Dietary diversification is key to solving this problem, yet food security policy, especially in low-income countries, still focuses on increasing agricultural production and access to sufficient calories as the main solution. But calories are not all equal. Indeed, this approach has created a blind spot with respect to the role of forests, which are often overlooked but may be important for dietary diversification for the rural poor by providing wild foods, high-value products which can be sold and thereby enable food purchases, and fodder for livestock which then provide meat, milk and eggs as well as manure to improve agricultural production. This project will identify how forest loss and fragmentation affect people’s dietary quality. I will apply a cutting-edge multi-scale, multi-country, and data-rich approach. First, I will take a broad-scale perspective to explore where forest loss, forest fragmentation, and dietary changes are taking place and identify hotspots of forest change and deteriorating diets. To do so, I will spatially link publicly available household data on food consumption, with metrics on the proportion and spatial arrangement of forest from longitudinal datasets. Second, I will unravel the mechanisms linking forests and diets to develop a comprehensive framework on forest-diet linkages. Third, I will zoom in on selected sites in two countries and use in-depth fieldwork to elucidate causal relations between forests and dietary outcomes locally. The project will break new ground by providing the first generalizable empirical evidence of how and why forests influence dietary quality in low-income countries, thereby laying the ground for a shift in how we think about pathways to food security – that is, to move from conceptualizing food security as driven by agriculture alone to seeing it as dependent on socio-ecological interactions at the forest-agriculture nexus.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}