{
    "item_type": "proposal",
    "title": "Repetition, Parallelism and Creativity: An Inquiry into the Construction of Meaning in Ancient Mesopotamian Literature and Erudition",
    "abstract": "REPAC is a contribution to the intellectual history of Ancient Mesopotamia, one of mankind’s earliest civilizations. The project investigates the relationship between textual form and function in Mesopotamian literature and scholarly compositions. It focuses on exact and variant repetition as a text structuring device and demonstrates that the use of repetition is grounded in a fundamental aspect of the worldview of Mesopotamian learned scribes. REPAC studies literary, magical and mantic texts written on clay tablets inscribed in the Cuneiform script in the Akkadian language dating from the first millennium BCE. Parallelism, refrain, ring composition and similar types of regular, part-repetitive patterning occur on all levels of these erudite textual genres. Textual elements which are separate but yoked together through contiguity and similarity were a major vector for poetic creativity, rhetorical effectiveness and inventiveness in argumentation. Repetition in its various forms was used not only as a means of aesthetic ornamentation. In mantic texts, it opened a way to understand the world through analogical reasoning. Literary texts constructed arguments by elucidating different aspects of their theme through sequences of parallel, but slightly divergent, statements. In magical rituals, repetition was used for magical action through the construction of persuasive analogies. The ubiquity of textual repetition was rooted in the scribes’ belief in the meaningful and causally effective interconnection of words, concepts and things sharing an element of similarity. No sustained effort at understanding this worldview and the importance of analogy as a principle of Mesopotamian literary and scholarly method has ever been made. The project fills this major knowledge gap. It will lead to a significantly improved understanding of the creative effort of Ancient Mesopotamia.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}