{
    "item_type": "proposal",
    "title": "Shared Responsibility in International Law",
    "abstract": "SHARES seeks to rethink the allocation of international responsibilities in cases where actors cooperate to pursue common international objectives, for example environmental protection and protection of human populations from mass atrocities. International cooperation may complicate attempts to determine who is responsible for what. SHARES is based on the unrecognized and unexplored fact that as the responsibility for policies is shared among more actors, the discrete responsibility of every individual actor is diminished proportionately. International cooperation paradoxically may undermine the key objectives of any scheme of responsibility : the protection of the international rule of law and the provision of remedies of injured parties. The dominant principle of individual responsibility, and the scholarship based on it, provides us neither with the concepts nor the perspectives for addressing shared responsibilities. SHARES will uncover the extent and nature of the problem of scattering of international responsibilities in cases of international cooperation and will provide fresh perspectives on how cooperation can be better matched by a corresponding system of international responsibility. It will pursue two interlocking tracks, focussing on principles and processes of international responsibility. As to principles, it will examine the possibility of holding multiple actors collectively, jointly or proportionately responsible. As to processes, SHARES will rethink how (quasi-)judicial processes may better taken into account the collective context of the international policies of states and other actors. SHARES will complement a conceptual and theoretical foundation with a thorough empirical approach, exploring through case-studies how we can improve our understanding of the principles and processes that are needed to match the unprecedented international cooperation with a proper system of shared responsibility.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}