{
    "item_type": "proposal",
    "title": "Social politics in European borderlands: A comparative and transnational study, 1870s-1990s",
    "abstract": "This project seeks to reframe the history of welfare and social care in modern Europe by restoring to view the contributions of local actors – primarily families and associations – to shaping welfare systems in three European borderlands: Galicia, the North-eastern Adriatic and the Franco/Belgian/German border regions. By focusing on the interactions among local actors and following developments from the late 19th century to the 1990s, this project turns our attention to the co-construction of welfare by public and private actors in highly mixed borderlands, where the reach of central states often fluctuated and a range of local welfare structures, based on national, but also non-national forms of identity/solidarity (e.g., occupation or religion) flourished. The focus on overlapping, and, at times, competing structures of social provision will allow me and my team to examine the interplays between inclusion and exclusion that have long shaped European welfare provision by zeroing in on those contexts where such competition was particularly visible. We will do this by placing intensively researched local studies in comparative and transnational frameworks, examining similarities and differences between north-western, eastern and south-eastern borderlands while tracing the circulation of ideas, people and practices. It is our conviction that the long-range historical study of local actors’ ideas and practices around social welfare in European borderlands has much to tell us about the development of welfare across Europe in general. Our comparative and transnational analysis of the three borderlands will thus enable us to contribute constructively to contemporary societal debates about welfare reform at a time when the social rights (or lack thereof) of populations in Europe are the subject of acrimonious, even violent debate.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}