{
    "item_type": "proposal",
    "title": "Solidarity, Sovereignty, and Sanctuary on the Seas: A Global History of Boat Refugees since the 1940s",
    "abstract": "In 2015, over one million boat refugees sailed across the Mediterranean. This was not the first time that people took to the seas in search of asylum. During the 1940s, Jewish boat refugees voyaged across the Mediterranean; in the 1970s and 1980s, Vietnamese boat people traversed the South China Sea; in the 198In 2015, over one million boat refugees sailed across the Mediterranean. This was not the first time that people took to the seas in search of asylum. During the 1940s, Jewish boat refugees voyaged across the Mediterranean; in the 1970s and 1980s, Vietnamese boat people traversed the South China Sea; in the 1980s and 1990s, Cubans and Haitians tried to navigate the Caribbean to reach the US; and in the 1990s and 2000s, boat refugees sailed across the Indian Ocean, the Gulf of Aden and the Mediterranean in an attempt to reach Australia, Yemen, and Europe respectively. The central research question framing this project is: how did notions of solidarity, sovereignty and sanctuary influence the experience and reception of boat refugees across time and space? The research team will be guided by the related sub-question: who hindered and who helped boat refugees on their journeys, and why? Each of the sub-projects will examine a) whether there was solidarity onboard between boat refugees, b) whether boat refugees encountered solidarity from non-state actors, such as merchant vessels, fishing boats and NGO search and rescue missions, c) how states responded to boat refugees at sea, and d) whether boat refugees attained sanctuary after their journey. This project’s ground-breaking character lies in three aspects: 1) thinking through seas, 2) going beyond the state, and 3) comparing the experience and reception of boat refugees across time and space. The main sources that the project will rely upon will be interviews with boat refugees, non-state and state actors, oral history, state archives, NGO archival collections, legal cases, and contemporary media coverage.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}