{
    "item_type": "proposal",
    "title": "South American population history revisited: multidisciplinary perspectives on the Upper Amazon",
    "abstract": "The central challenge faced by linguistics is to understand linguistic diversity. Despite influential programmatic studies and sustained interest, many aspects of the evolution of linguistic diversity remain elusive. Yet, the potential value of understanding linguistic diversity is enormous. It could help us uncover specific past events such as migration and historical contact between societies, perhaps even in very deep time and, more generally, it can give us insight into the interaction between ecology and human behaviour and human cognition. This project will answer these challenges by focussing on the Upper Amazon in western South America, an area which forms a unique microcosm of diversity in which several sociohistorical layers of the continental population history are represented. The north and south are extremely diverse, and likely represent very old diversity patterns. Both areas also show signs of local language contact. The central part is dominated by three language families, which represent expansions of these groups into the Upper Amazon at different stages. This microcosm of diversity forms a unparalleled natural laboratory for understanding more about sociological dynamics and the evolution of linguistic diversity. The project will take an innovative multi-disciplinary approach to unearthing the socio-historical dynamics that have led to these various diversity patterns. In order to do so, geographical, socio-historical, and communicative layers of history are reconstructed and systematically compared, achieving a level of synergy between the disciplines hitherto unseen. Interpreting the (mis)matches between these layers allows for a powerful reconstruction of past events, (e.g. migrations, language shift, exogamy, trade), and sheds light on how these social dynamics shaped linguistic diversity, in turn unlocking the potential of linguistic diversity as a unique window on our past.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}