{
    "item_type": "proposal",
    "title": "Staging National Abjection: Theatre and Politics in Turkey and Its Diasporas",
    "abstract": "Nation-building processes comprise not only of creating a collectivity but also of defining its borders through abjection. This research will analyse how theatre has served the processes of national abjection, and how abjected minorities have used theatre to negotiate the politics of belonging in Turkey and its diasporas. Employing a rigorous transdisciplinary theoretical and methodological framework, the project will study the key role theatre has played in the constitution of “the Turkish nation” and its Others. Staging National Abjection covers the period from the rise of European-style theatre in the Ottoman Empire in the mid-nineteenth century to contemporary productions. Using both mainstream and alternative archives and ethnographic research methods, the project will investigate topics of vital importance that have received limited academic attention: theatre productions involving Armenians after the Genocide; negotiation of sexuality and national identity in queer dramas; Islamic theatre in Turkey and its European diasporas; Sephardic Jewish theatre in Turkey and diasporic productions in Israel and Europe; and Alevi theatre in Turkey and Europe. These case studies will bring different perspectives to the issue of national abjection, and provide insights into the political economy of contemporary Turkish theatre responding to pressures of a conservative neoliberal government. Using the case of Turkey as a vantage point, this project will ask critical questions of broader theoretical significance about the role of theatre in regulating the politics of belonging in the nation-state, and about the relationship between artistic performance and the everyday performance of citizenship. This research will illustrate the political tensions that define Turkey and its growing diasporas, advance our understanding of diasporic and refugee theatre in Europe, and provide ground-breaking insights into cultural politics in post-Imperial contexts and illiberal democracies.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}