{
    "item_type": "proposal",
    "title": "Structural Household Analysis using Revealed Preferences",
    "abstract": "Household consumption (including labor supply) is usually the outcome of a complex interaction between multiple household members. Understanding this consumption behavior requires non-unitary modeling of households, which recognizes that households are not single decision units but consist of interacting individuals. This project builds a powerful toolkit for empirical analysis of household consumption through structural models of individual preferences and within-household interactions. It opens the “intrahousehold black box” while only using the (limited) consumption information observed at the aggregate household level. In particular, I develop a revealed preference methodology that is intrinsically nonparametric. This method (only) uses preference information that is directly revealed by the observed consumption choices. It avoids confounding the analysis by imposing (nonverifiable) parametric/functional structure on within-household decision processes. My main contribution is twofold: 1. At the theoretical level, I integrate marriage market dynamics into the structural modeling of household consumption. The marriage market defines the “outside options” of (adult) household members, which indirectly impacts the intrahousehold consumption allocation (e.g. through individual bargaining positions). Modeling these marriage market effects implies a better description of the intrahousehold decision process, which in turn yields a more powerful analysis of household consumption. 2. At the empirical level, I integrate revealed preference restrictions on non-unitary household consumption with nonparametric estimation of demand systems (subject to non-unitary shape restrictions on household demand). This will enhance the applicability of revealed preference methods to widely available (pooled) cross-section data sets. It also allows for addressing empirical issues such as unobserved heterogeneity across households and limited power of revealed preference restrictions.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}