{
    "item_type": "proposal",
    "title": "Subsistence and human resilience to sudden climatic events in Europe during MIS3",
    "abstract": "Climate has long been proposed as a possible trigger-factor for the extinction of Neanderthals and the rapid colonization of Europe by Anatomically Modern Humans (AMH). Abrupt and acute oscillations of climate, as recorded from polar ice sheets, are particularly threatening as they can push ecosystems towards catastrophic outcomes. Under these conditions, the survival of a species critically depends on their adaptive skills. Understanding the exact role that these episodes could have had in the Middle to Upper Palaeolithic transition is then essential to unravel the real causes of Neanderthal demise and AMH success. To do this, SUBSILIENCE will identify the subsistence strategies adopted by both human species in response to those climatic changes at 20 key archaeological sites located across southern European peninsulas. By applying zooarchaeological and taphonomic analyses, the behavioural flexibility and resilience of each human species will be assessed. In addition, to enable effective testing, local terrestrial climatic and environmental conditions will be accurately reconstructed using stable isotopes from animals consumed, producing a unique, continuous and properly-dated general environmental framework, improving existing knowledge. Finally, to further explore the problem, an innovative procedure to estimate prey abundance, ecology and human behaviour, involving the estimation of the ecosystem carrying capacity, will be developed. This multidisciplinary and novel approach will provide, for the first time, accurate answers to questions concerning a) which particular subsistence patterns (if any) favoured AMH over Neanderthals while coping with the changing environment and b) the extent to which climatic oscillations affected Neanderthal extinction. In this, it will be of relevance to the study of Prehistory on a pan-European scale.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}