{
    "item_type": "proposal",
    "title": "The Design, Creation and Survival of Democratic Laws",
    "abstract": "Democracies are constantly confronted with the challenging task of merging widely diverging worldviews, interests and values into coherent legislation. Given the increasingly hostile political climate around the world, solving this task has never been more difficult and more important than today. Yet, despite the crucial relevance of laws for our daily lives and the legitimacy and effectiveness of democratic government, our understanding of how the design, creation and long-term survival of legislation are related is still very limited. The DEMOLAW project analyses legislative texts in three different political systems (US, UK, EU) with cutting-edge computational methods to answer three major research questions: (1) Which conceptual dimensions capture the design of a law and how can we exploit textual properties of law texts to measure these dimensions empirically? (2) Why does the design of democratic legislation vary across laws, policy domains and political systems? (3) How can we explain why some laws are entirely stable over time, while others are constantly adjusted and sometimes transformed fundamentally? The project makes three major contributions. First, it provides an entirely novel conceptual perspective on the design of democratic laws by focusing on two analytical dimensions that are central to any piece of legislation: versatility and precision. This innovative approach allows us, for the first time, to measure and compare the substance of legislative output across and within policy domains, political systems and over time. Second, the project will develop and test an integrated theoretical framework on both the creation and the survival of democratic legislation and thereby advance the theoretical state-of-the-art in comparative public policy. Finally, the project’s ground-breaking methodological approach will pave the way for a computational analysis of legislative content and will thereby push the boundaries of how we study democratic decision-mak",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}