{
    "item_type": "proposal",
    "title": "The Formal Turn - The Emergence of Formalism in Twentieth-Century Thought",
    "abstract": "The philosophy of science and logic underwent a wide-ranging formal turn in the first half of the twentieth century. This shift is characterized by a new emphasis on formal methods and the adoption of a general formalist viewpoint towards the disciplines in question. The project will give a first interdisciplinary and comparative study of early contributions to formalism in twentieth-century thought. This general objective will be addressed in terms of three interrelated subprojects. The first subproject is historical in character and aims at a historical reconstruction of the emergence of formalist thinking in nineteenth-century mathematics and neo-Kantian epistemology. On the mathematical side, the project will retrace several methodological developments in geometry and algebra between 1860 and 1910 that contributed to a formalist conception of these fields. Regarding its philosophical roots, the focus will be on contributions to a formalist notion of scientific objectivity in the work of the Marburg school of neo-Kantianism (Hermann Cohen, Ernst Cassirer, Paul Natorp). The second subproject will give a comparative study of the formal turn in logic and logical empiricism between 1920 and 1940. This includes research on the foundations of mathematics and the formality of logic by members of the Göttingen school (David Hilbert, Paul Bernays, Gerhard Gentzen) as well as central contributions to a scientific formalism in logical empiricism (Rudolf Carnap, Moritz Schlick). The third subproject will analyze the philosophical implications of the formal turn for the subsequent shaping of these fields. The emergence of formalist thinking was closely related to the development of new theories of semantics in logic and philosophy. The aim will therefore be to connect the early contributions to formalism with contemporary debates on the philosophy of model theory and inferentialism as well as with the logical study of scientific theories.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}