{
    "item_type": "proposal",
    "title": "The role of consciousness in adaptive behavior: A combined empirical, computational and robot based approach",
    "abstract": "Understanding the nature of consciousness is one of the grand outstanding scientific challenges and two of its features stand out: consciousness is defined as the construction of one coherent scene but this scene is experienced with a delay relative to the action of the agent and not necessarily the cause of actions and thoughts. Did evolution render solutions to the challenge of survival that includes epiphenomenal processes? The Conscious Distributed Adaptive Control (CDAC) project aims at resolving this paradox by using a multi-disciplinary approach to show the functional role of consciousness in adaptive behaviour, to identify its underlying neuronal principles and to construct a neuromorphic robot based real-time conscious architecture. CDAC proposes that the shift from surviving in a physical world to one that is dominated by intentional agents requires radically different control architectures combining parallel and distributed control loops to assure real-time operation together with a second level of control that assures coherence through sequential coherent representation of self and the task domain, i.e. consciousness. This conscious scene is driving dedicated credit assignment and planning beyond the immediately given information. CDAC advances a comprehensive framework progressing beyond the state of the art and will be realized using system level models of a conscious architecture, detailed computational studies of its underlying neuronal substrate focusing, empirical validation with a humanoid robot and stroke patients and the advancement of beyond state of the art tools appropriate to the complexity of its objectives. The CDAC project directly addresses one of the main outstanding questions in science: the function and genesis of consciousness and will advance our understanding of mind and brain, provide radically new neurorehabilitation technologies and contribute to realizing a new generation of robots with advanced social competence.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}