{
    "item_type": "proposal",
    "title": "The Rise and Fall of Populism and Extremism",
    "abstract": "In the recent years in advanced democracies there has been a wave of electoral successes of populist politicians supporting extreme messages. Is populism caused by negative economic shocks? If so, what are the mechanisms? What explains heterogeneity in responses to such shocks? In this project, I will test empirically if personal experiences, information environment, and their interaction with aggregate economic shocks shape people’s political decisions. The project consists of three parts. First, I will study how personal employment histories, potentially affected by globalization and technological shocks, individual predispositions, and information environment influenced voting for Trump. I will use a unique database of more than 40 million resumes for the period 2010-2016, the largest available repository of resumes of job-seekers in the US, which was not previously used in academic research, and match it with zipcode-level economic and voting variables. Second, I will study how negative social experiences during the formative years affect subsequent labor market outcomes, antisocial behavior, and the support of populist agenda. I will examine how corporal punishment in schools in UK affected subsequent educational attainment, employment, antisocial behavior, and voting for UKIP and Brexit. I will digitize archival records on regulations and practice of corporal punishment in different educational authorities in the UK during 1970-80s, combining it with contemporary outcomes. Third, I will examine what makes people actively resist extremist regimes even when it is associated with high personal costs. I will study a historical example of resistance to Nazi regime in Germany during the WWII, which provides unique methodological opportunity to study determinants of resistance to extremism in a high stake environment. I will use a self-collected dataset on treason cases to measure resistance, combining it with data on bombing and exposure to foreign propaganda.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}