{
    "item_type": "proposal",
    "title": "The Survival of Damaged Medieval Polychromed Heritage in the Nordics",
    "abstract": "POLYCHROME will study the shifting fortunes of richly painted and gilded (polychromed) Christian images that have survived in the Nordic countries since the Reformation. How have wooden sculptures, panel paintings, shrines, and winged altarpieces transformed from potent objects of devotion to cultural heritage? To what extent is this category of cultural heritage at risk? Values attached to Catholic devotional objects have fluctuated dramatically since Gustav I of Sweden and Christian III of Denmark-Norway declared a break with the church in Rome (1527 and 1537, respectively). However, documentary sources shed little light on changes in status, volatility, and repairs. POLYCHROME will take an ambitious leap that scholars concerned with polychromy in Denmark, Norway and Sweden have been reluctant to make: to determine the extent to which losses of noses, eyes and limbs are tied to iconoclastic acts. To date, historians and most conservators have attributed damage to accidents or unspecific vandalism, but not to targeted violence. This is due in part to a lack of archival evidence, but also because secondary paints often mask critical information on surfaces and in internal structures. POLYCHROME will harness technologies from the natural sciences to create, from the ground up, the first analytical overview of c. 150 polychromed objects that are (or potentially were) partially mutilated. The material data will offer essential foundations for determining whether damages and losses can be linked to violence, accidents or inherent weakness. The data will guide the mapping of restorations and repairs, and will establish foundations for multidisciplinary studies and cross-cultural debates about heritage values and the future care of religious heritage in the Nordics. The outcomes will complicate conversations about the preserving effects of Lutheranism on medieval devotional objects, and will influence training priorities for years to come.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}