{
    "item_type": "proposal",
    "title": "The Everyday Politics of Famine",
    "abstract": "Famines are becoming more frequent and deadly, with 250,000 people experiencing famine in 2022 and 35 million people being on the edge of famine. For decades there has been a scholarly consensus that famine is the result of political failure or design, and never solely the result of natural disasters. However, a political culture that makes famine politically unconscionable and that ends famine has not emerged. To understand why famines persist we need to deepen our understanding of famine politics; so far scholarship on the politics of famine has focus on national and international institutions, and the instrumental use of famine by actors and institutions. My research will produce a ground-breaking shift in the science of famine politics by focusing on the everyday politics of famine in communities where it occurs. I am interested in how discourses and the ‘regime of truth’ about famine disperse throughout the social body (in Foucault’s words). In particular, I am interested in how new deadly famines come to be normalised, preventing political rupture. Plus, I am interested in how these discourses can shift blame for famine suffering away from governments, warring parties and actors in global economies, and instead place blame on natural causes and the families of those who suffer and die. To achieve this, I will conduct an ethnographically-informed comparative study across four sites in South Sudan and in Somalia. Initial ethnographic insights have made me structure the research around four cross-case-study research strands: histories and musical memories of past famine; community-narratives that enforce social networks; burial and posthumous practices; and media and social media’s role in anti-famine politics. This ambitious project is feasible because of my previous experience and networks, and because I have carefully built the capacity and track record of a team Somali and South Sudanese – dominated research team.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}