{
    "item_type": "proposal",
    "title": "The evolutionary landscape of modern human origins in Africa",
    "abstract": "Our understanding of the origins of our species, Homo sapiens, has undergone a major shift. New fossils, dates and genomic studies have consolidated our African origin. Yet, they also indicate a deeper past, involving multiple events. These events stretch to nearly three quarters of a million years ago (Ma), and take the problem of modern human origins into an entirely different climatic and ecological context. From 1.4 Ma, climate dynamics changed, initiating a 1 million-year period (EMPT) during which, besides greater climatic variability, there is a prolonged arid phase, profoundly affecting African environments. By the end of the EMPT, the structure of the large mammal community in East Africa had changed significantly. The first modern humans are part of this change. The recognition of this older, drier context for the evolution of our species drives NGIPALAJEM. The proposed research aims to establish major empirical benchmarks to answer big questions. First, building on new hominin discoveries in Turkana, NGIPALAJEM will undertake extensive fieldwork to add more specimens to the scarce hominin fossil record of this period. Second, it will increase the large vertebrate fossil record from Turkana, and carry out inter-site eco-morphological and palaeoproteomic comparative analyses to throw light on the wider evolutionary dynamics of ecological communities, and investigate the role human predation may have played in shaping modern African faunas. Third, new fossils, such as the new small Middle Pleistocene Turkana hominins that will be described as part of the project, show that the range of hominin phenotypic diversity in the MP is greater than expected, and so novel morphometric and analytical techniques will be applied to the African hominin fossil record of the last million years. The outcomes of NGIPALAJEM will bring a new understanding of how the evolution of our species is part of a broader and longer African evolutionary landscape.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}