{
    "item_type": "proposal",
    "title": "The Neural and Network Dynamics of Social Influence Across Adolescence",
    "abstract": "Peer influence has long been established as one of the most important factors in almost all aspects of adolescent development and behavior, including academic achievement, prosocial behavior and risk-taking. More recently, peer influence seems to be amplified by developments in social media (e.g. viral risk-taking challenges). However, surprisingly little is known about the mechanisms underlying peer influence, or why adolescents are specifically sensitivity. The primary goal of this proposal is to gain insights in the role of social information in adolescent behavior, by developing a new theoretical framework that will be formalized in novel computational models. First, in contrast with previous accounts, adolescents are not treated as the passive receivers of social information, but considered as agents that play an active role in searching for social information. This search revolves around two main questions: when to search for social information, and who to learn from. To track development in social learning strategies I will develop novel tasks to investigate (1) when, and how much, social information is searched for, and (2) who adolescents will go to. Second, I will employ computational models in combination with functional magnetic imaging to gain insight in how brain development, and pubertal hormones are associated with changes in specific computational processes that are involved in social learning. Thirdly, social learning will for the first time be studied experimentally in real peer social networks. Social network analyses will be used to elucidate the impact of different types of peers, and to study the diffusion of information through peer groups. Our findings will significantly advance our understanding of the mechanisms of social learning in the context of real world social networks. Such fundamental knowledge can inform the development of interventions preventing risk or promoting prosocial behavior and educational outcomes.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}