{
    "item_type": "proposal",
    "title": "The Praxis of Coexistence: A Comparative and Inductive Approach to the Challenges of Diversity",
    "abstract": "The world is experiencing what many have described as a crisis of multiculturalism. Over the past decade, growing and increasingly mainstream voices have declared multiculturalism to have failed, in such places as Europe, the United States, India, Israel, to name a few. In view of growing concerns over the ineffectiveness of current coexistence policies, and brewing ethno-religious conflicts, this research program will address this issue by taking a comparative approach to the question of ethno-religious coexistence in multiple sites. By examining cases of “ordinary” coexistence in situations of religious and ethnic diversity, the research seeks to understand how coexistence is actually practiced. The Praxis of Coexistence seeks to open an entirely new empirical, inductive, and comparative line of inquiry that does not seek to examine the effects of different policies on coexistence, but rather looks at coexistence practices to, among other things, achieve better policy. Understanding how people handle diversity spontaneously will enlighten us about what they “expect”, what they are looking for in coexistence. I ask: How do communities accommodate difference in spontaneous and culturally resonant ways? What resources do they actually draw on to maintain civil relations and avoid conflict and violence between the different religious and ethnic groups that cohabit the same space? This project will open theoretical and normative space for a broader range of approaches to coexistence, ones that are attuned to questions of deep difference, divergent worldviews, and diverse values. In contrast to studies on the effects of policy or structural conditions on the dynamics of coexistence, this project will demonstrate why we should also take culture and existing practice seriously when considering the dilemmas of diversity.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}