{
    "item_type": "proposal",
    "title": "The legal status of religious minorities in the Euro-mediterranean world (5th-16th centuries)",
    "abstract": "European religious diversity has its roots in the practice of medieval societies. Medieval European polities, Christian and Muslim, granted protected and inferior status to selected religious minorities. RELMIN will collect, publish and study legal texts defining the status of religious minorities in pre-modern Europe. The corpus of texts includes Roman law (in particular in the legal codes of Theodosius and Justinian), canon law (acta of Church councils, the Decretum attributed to Gratian, the Decretales), national or royal law (from “barbarian” law codes of the early Middle Ages to national compilations such as the Siete Partidas of Alfonso X of Castile in the thirteenth century), urban law (particularly the fueros in the Iberian peninsula and hisba manuals in Andalusia), rabbinical responsa, and fatwa collections. The database will contain texts in their original languages and translations into English, French and Spanish, as well as an annotated bibliography on the subject. This will become a major reference tool for research in the history of minority law and of interreligious relations. The project will also hold workshops and a major international conference on Religious diversity in pre-modern Europe. A series of comparative thematic studies on specific aspects of interreligious relations will allow us to compare responses to similar issues in diverse societies, from seventh-century Córdoba to fifteenth-century Krakow. The goal is to encourage collaborative interdisciplinary work by scholars from different countries with varying linguistic skills, to encourage new innovative research that cuts across traditional divides. The project will publish three major works in the field: the proceedings of the international conference, a sourcebook of selected legal texts (with translations, commentaries and annotated bibliography), and a monograph on the legal status of minorities in pre-modern Europe.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}