{
    "item_type": "proposal",
    "title": "The cognitive primers of human culture: a comparative approach to the emergence of innovations",
    "abstract": "A hallmark of human culture is our unsurpassed innovative ability, which allowed us to expand into almost all environments on the planet and build the cultural world we inhabit today. By identifying the conditions driving innovations across primates, we can provide new insight into when and how humans developed this unique culture. PRIMERS will address this need by adopting a systematic and holistic approach to testing the catalysts of a watershed behaviour in our evolutionary history: the ability to make and use sharp stone tools (flakes). The advent of intentional flakes in the human lineage marks the first clear divergence between animal and human technology. With tools to access high-value calories, our ancestors now had the physical and cognitive resources to lay the groundwork for our culture. PRIMERS will use a triangulation approach to follow the emergence of flaking in appropriate proxy models: wild and captive chimpanzees, capuchins, and macaques. Objective 1 will define the baseline stone manipulation propensities of these species using novel artificial intelligence coding methods. Objective 2 will test two other major drivers of innovations: exposure and experience. An experimental paradigm with in-built controls, large sample sizes (N =350), and long-term testing protocols (approx. 4 years) will be used to empirically evaluate the cognitive and developmental primers of innovations. Objective 3 will systematically compare primate assemblages to some of the oldest human stone tools, allowing for inferences to be made on when cognitive capacities diverged between humans and other primates. Structural Equation Models will then determine the relative contributions and interactions between the measured factors. By testing three species, combining and upscaling experimental paradigms and implementing powerful modelling tools, PRIMERS will radically enhance our understanding of the conditions required for innovations, and with it, the primers of human culture.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}