{
    "item_type": "proposal",
    "title": "Towards a Systematic Theory of Aristotelian Diagrams in Logical Geometry",
    "abstract": "Aristotelian diagrams, such as the square of opposition, have been widely used throughout the history of philosophy and logic. Nowadays, they also have several applications in other disciplines that are concerned with logical reasoning, such as psychology, linguistics and computer science. However, many of the applications of Aristotelian diagrams suffer from substantial problems, often due to a lack of understanding of the intricate logical properties of these diagrams. Consequently, the tremendous heuristic potential of Aristotelian diagrams has remained vastly underappreciated thus far. The overarching goal of the STARTDIALOG project is to develop a unified theory of Aristotelian diagrams. We will use a radically new research strategy to accomplish this goal, viz. developing a systematic typology of Aristotelian diagrams in close interplay with a comprehensive diagram database. This empirically informed typology will systematically organize all our (existing and new) knowledge about Aristotelian diagrams, similarly to the role of Mendeleev's periodic table of the elements in chemistry. This will enable us to clarify and solve many of the issues that currently surround the applications of these diagrams, and thereby lead to a more accurate understanding of their methodological importance. This unified theory will allow us to move beyond the specific details of any given application, and to study Aristotelian diagrams as objects of independent interest. This will constitute a major breakthrough in logical geometry, i.e. the theoretical investigation of Aristotelian diagrams. However, because of the widely interdisciplinary use of these diagrams, the scientific impact of the STARTDIALOG project will reach far beyond the boundaries of logical geometry: its results will be relevant for other philosophical logicians as well, for philosophers in general, and ultimately, for all researchers who make use of Aristotelian diagrams in their research on logical reasoning.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}