{
    "item_type": "proposal",
    "title": "Truth and Semantics",
    "abstract": "\"Anne believes that Bob assumes that Anne believes that Bob's assumption is false. Does Anne believe that Bob's assumption is false?\" Don't try too hard answering the question - any straightforward attempt will lead to paradox. But what are we to make of sentences such as \"Anne believes that Bob's assumption is false.\" Is the sentence true or false? On the face of it, it would seem that answering this question is a pressing problem for natural language semantics that assigns truth conditions to sentences of natural language. However, semanticists have largely ignored problems of this kind, leaving the field to philosophical logicians working on paradoxes, in particular, the paradoxes of truth such as the Liar paradox. But research on the paradoxes of truth has often focused on exploring the space of possible coherent \"solutions\" to the paradoxes thereby ignoring desiderata of natural language semantics. The project provides a unified perspective on natural language semantics, conceived of as truth-conditional semantics, and the research on the so-called semantic paradoxes in form of theories of self-applicable truth. A unified approach to truth and semantics will need to answer two principal challenges, which divides the research project into two interrelated parts. The first part, Truth in Semantics, aims at developing semantic accounts for rich fragments of natural language, that is, fragments in which, besides the notion of truth, we allow for, e.g., modal expressions, propositional attitudes but also natural language conditionals. The second part, Truth and the Foundations of Semantics, assumes a metasemantic perspective and explores the role of the notion of truth in the foundations of natural language semantics, conceived of as truth-conditional semantics. The project constitutes the first systematic study of truth and natural language semantics from such a combined perspective.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}