{
    "item_type": "proposal",
    "title": "Understanding the Processes Underlying Societal Threats using Novel Cluster-based Methods",
    "abstract": "Social scientists are eager to answer questions about relations between constructs like beliefs or values. For example, do values affect climate change beliefs? Do perceived threats predict political beliefs? Do risk perception and susceptibility to misinformation determine vaccine hesitancy? Polarized beliefs about climate, politics, and vaccination are a societal threat and it is important to study what drives them. Large-scale survey data is gathered to do so. Using regression to answer the questions ignores that constructs are not directly observable, but measured by survey items containing measurement error (challenge 1). Not correcting for this causes the studied effects to be underestimated and conclusions to be misguided. When many groups are involved - such as many countries in the European Social Survey - the underlying processes likely differ across groups. For example, drivers of climate change beliefs may differ for countries experiencing extreme weather. Group-specific or multilevel analyses result in numerous group-specific regression slopes or random effects, making it hard to find which regression effects are different or similar for which groups (challenge 2). Across many groups, the constructs' measurement is often inequivalent or 'non-invariant', for example, due to translation (challenge 3). A measurement model indicates how items measure a construct and disregarding non-invariance in this model invalidates the comparison of effects among constructs (i.e., one may find differences that are actually due to non-invariance). By tackling challenges 1-3, the proposed mixture multigroup structural equation modelling framework provides the tools to break new ground in understanding what drives constructs like polarized beliefs. A clustering finds subsets of groups with common processes. Flexible measurement models account for non-invariance so that the clustering focuses on the processes. I will implement the methods in freely available software.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}