{
    "item_type": "proposal",
    "title": "Vital Elements and Postcolonial Moves: Forensics as the Art of Paying Attention in a Mediterranean Harbour Town",
    "abstract": "For more than a decade, the dead bodies of people who had hoped to cross the Mediterranean have been washing ashore on the beaches of Zarzis, a coastal town in southern Tunisia. This research program starts out from the question: How did these bodies end up here? While in Europe people who are adrift may be seen as evidence of a “migration crisis,” from the African side of the Mediterranean they point to the chronic, (neo-)colonial depletion of livelihoods. To map how life is enduringly made unliveable, this program develops the method of forensics as the art of paying attention. This method will allow us to trail exemplary vital elements—resources crucial for fostering life and livelihood—and the relations between them. Our cases include: the extraction of phosphate, the fishing of sea sponges, the cultivation of tomatoes, the extraction of water, and the leaving behind of industrial waste. To better understand the complexity of, and material semiotic relations between, vital elements, we focus on Zarzis as a nodal point. This will make it possible for team members to visit each other’s sites and to work together in a Method Lab as well as to collaborate with local artists who will help to sensitise us to local concerns in a Vital Elements Atelier. The research program is innovative in three ways: it (1) contributes to a decolonial shift of attention from the “migration crisis” befalling Europe to the “chronic depletion of life” afflicting Africa; (2) develops the method of forensics as an art of paying attention to ethnographically study the complexity of, and the relations between, vital elements and the ways they impact on living and dying; (3) advances the concept of vital elements for materialities that are active, make connections and foster life, or spur on death.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}