{
    "item_type": "proposal",
    "title": "Wage inequality within and across firms: The role of market forces, government and firm policies",
    "abstract": "Wage inequality in industrialised countries has increased sharply over the past decades, and much of this increase has occurred between rather than within firms. Furthermore, substantial inequality between men and women persists in all industrialised countries, and a large part of the gender gaps observed today is attributable to the arrival of children. In this proposal, we put firms at the centre of the analysis and ask the following questions: First, which market forces can (partly) explain the increasing wage inequality between firms? Second, how do government policies alter the wage structure? And third, how do firm policies and the firm environment impact on gender inequality? All projects draw on four decades of German social security records comprising the near universe of workers and establishments, which we augment with survey and administrative data on firms. In Project A, we investigate how two important market forces, increased product market competition and routine-biased technological change, contributed to the increasing wage inequality between firms, by changing which firms operate in the market (selection) and how employment is distributed across low and high productivity firms (reallocation), and by differentially affecting wage growth across firm types (differential wage growth). In Project B, we study how two prominent government policies, the introduction of a minimum wage and changes in business tax rates, affect wage dispersion between firms through selection, reallocation and differential growth effects. In Project C, we first analyse whether firm provided family-friendly policies, most notably flexible working times and child care facilities, can be effective at reducing gender inequality. We then investigate how the firm environment, specifically the presence of co-workers who are likely to have a working mother and hold more egalitarian gender attitudes, shapes mothers’ return-to-work decisions and earnings trajectories after childbirth.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}