{
    "item_type": "proposal",
    "title": "Wrap It Up: Deciphering experience-dependent myelin growth across development.",
    "abstract": "Humans start life fully dependent on the care of others, yet we go on to acquire skills no other species is capable of. What is the biological basis of this remarkable plasticity? Animal studies suggest a critical role of myelin in learning and brain plasticity, while post-mortem assessments of the human brain show that myelin maturation, which is completed around birth in other species, continues until adulthood. How does this uniquely protracted myelin development enable and constrain our aptitude for learning? WRAPPED will answer this critical question by assessing changes in myelin during learning at different developmental stages. Recent critical advances in MRI technology now provide the unprecedented opportunity to compare myelin levels within the living human brain over time and between individuals making it possible to probe the role of myelin in human learning for the first time. Seizing this opportunity, WRAPPED will assess learning-related changes in myelin using an innovative two-pronged approach that combines local longitudinal studies with the analysis of large-scale open data. Critically, WRAPPED will not only evaluate adults, but rather probe the entire developmental lifespan to show how myelin changes as infants learn to crawl, when children enter school, and when children, young adults, and older adults are acquiring the same novel skills (juggling and reading Chinese). This ambitious developmental focus will be transformative for our understanding of the interactions between maturational and learning-related changes in myelin. Thereby, WRAPPED will elucidate the biological basis of the unique human learning trajectory that allows us to establish and maintain complex cultures. This characterization of healthy human brain plasticity, in turn, will serve as a vital reference point for understanding psychological and neurological disorders linked to alterations in myelin, such as schizophrenia, autism, and childhood learning disabilities.",
    "domain": "Social sciences & humanities (SH)",
    "origin": "Human"
}